<!-- eslint-disable no-irregular-whitespace -->
<template>
  <div v-if="$i18n.locale === 'ru'" class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ И УСЛОВИЯ ОПЛАТЫ
    </h1>
    <h2 class="text-center font-weight-black">
      I. ПЛАТЕЖИ.
    </h2>
    <p class="text-center font-weight-bold">
      1. Оплата банковской картой онлайн
    </p>
    <p>
      «Ayanmarket» маркетплейс подключен к интернет-эквайрингу, и Вы можете оплатить Услугу банковской картой международных платежных систем. После подтверждения выбранного Тарифа откроется защищенное окно с платежной страницей процессингового центра «Airba Pay».
    </p>
    <p>
      Вам необходимо ввести данные Вашей банковской карты. Для дополнительной аутентификации держателя карты используется протокол 3-D Secure. Если Ваш Банк-эмитент поддерживает данную технологию, Вы будете перенаправлены на его сервер для прохождения дополнительной идентификации. Информацию о правилах и методах дополнительной идентификации уточняйте в уполномоченном Банке - эмитенте.
    </p>
    <p>
      Услуга онлайн-оплаты осуществляется в соответствии с правилами Международных платежных систем на принципах соблюдения конфиденциальности и безопасности совершения платежа, для этого используются самые актуальные методы проверки, шифрования и передачи данных по закрытым каналам связи. Ввод данных банковской карты осуществляется в защищенном окне на платежной странице процессингового центра.
    </p>
    <p>
      В поля на платежной странице требуется ввести номер карты, имя владельца карты, срок действия карты, трехзначный код безопасности (CVV2 для VISA или CVC2 для MasterCard). Все необходимые данные отображены на поверхности банковской карты. CVV2/ CVC2 — это трехзначный код безопасности, находящийся на оборотной стороне карты.
    </p>
    <p>
      Далее в том же окне откроется страница Вашего банка-эмитента для ввода 3-D Secure кода. В случае, если у вас не настроен статичный 3-D Secure, он будет отправлен на ваш номер телефона посредством SMS. Если 3-D Secure код к Вам не пришел, то следует обратится в ваш банк-эмитент.
    </p>
    <p>
      3-D Secure — это самая современная технология обеспечения безопасности платежей по картам в сети интернет. Позволяет однозначно идентифицировать подлинность держателя карты, осуществляющего операцию, и максимально снизить риск мошеннических операций по карте.
    </p>
    <h2 class="text-center font-weight-bold">
      2. Гарантии безопасности.
    </h2>
    <p>
      Процессинговый центр « Airba Pay» защищает и обрабатывает данные Вашей банковской карты по стандарту безопасности PCI DSS 3.0. Передача информации в платежный шлюз происходит с применением технологии шифрования SSL. Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим наивысший уровень надежности. «Airba Pay» не передает данные Вашей карты иным третьим лицам. Для дополнительной аутентификации держателя карты используется протокол 3-D Secure.
    </p>
    <p>
      В случае, если у Вас есть вопросы по совершенному платежу, Вы можете обратиться напрямую в службу поддержки клиентов платежного сервиса по электронной почте ayandostavka@gmail.com
    </p>
    <h2 class="text-center font-weight-bold">
      3. Безопасность онлайн платежей
    </h2>
    <p>
      Предоставляемая Вами персональная информация (имя, адрес, телефон, e-mail, номер кредитной карты) является конфиденциальной и не подлежит разглашению. Данные Вашей кредитной карты передаются только в зашифрованном виде и не сохраняются на сервисе «Ayanmarket».
    </p>
    <p>
      Безопасность обработки Интернет-платежей гарантирует ТОО "«Аян Тех»". Все операции с платежными картами происходят в соответствии с требованиями международных платежных систем. При передаче информации используются специализированные технологии безопасности карточных онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере процессинговой компании.
    </p>
    <p>
      Оплата платежными картами безопасна, потому что:
    </p>
    <ul>
      <li>• Система авторизации гарантирует покупателю, что платежные реквизиты его платежной карты (номер, срок действия, CVV2/CVC2) не попадут в руки мошенников, так как эти данные не хранятся на сервере авторизации и не могут быть похищены.</li>
      <li>• Покупатель вводит свои платежные данные непосредственно в системе авторизации «Airba Pay», а не в приложении «Ayanmarket» или на сайте ayanmarket.kz, следовательно, платежные реквизиты карточки покупателя не будут доступны третьим лицам.</li>
    </ul>

    <h2 class="text-center font-weight-bold">
      4. Правила покупки услуги
    </h2>
    <p>
      Оплачивая выбранный тариф на сервисе «Ayanmarket», вы подтверждаете согласие с договором публичной оферты, расположенным по адресу <nuxt-link tag="a" to="/page/contract-offer" replace>
        Договор оферты
      </nuxt-link>
    </p>

    <h2 class="text-center font-weight-bold">
      5. Возврат денежных средств
    </h2>
    <p>Для возврата денежных средств на банковскую карту необходимо заполнить «Заявление о возврате денежных средств», которое высылается по требованию компанией на электронный адрес, и оправить его вместе с приложением копии документа, удостоверяющего личность, по адресу ayandostavka@gmail.com</p>
    <p>
      Возврат денежных средств будет осуществлен на банковскую карту в течение 10 рабочих дней со дня получения «Заявления о возврате денежных средств» Компанией при наличии обоснованных претензий по оказанию услуг.
    </p>
    <p>
      Для возврата денежных средств по операциям, проведенным с ошибками, необходимо обратиться с письменным заявлением и приложением копии документа, удостоверяющего личность, и чеков/квитанций, подтверждающих ошибочное списание. Данное заявление необходимо направить по адресу ayandostavka@gmail.com
    </p>
    <p>
      Сумма возврата будет равняться сумме покупки за вычетом стоимости оказанных услуг. Срок рассмотрения Заявления и возврата денежных средств начинает исчисляться с момента получения Компанией Заявления и рассчитывается в рабочих днях без учета праздников/выходных дней.
    </p>
    <h2 class="text-center font-weight-bold">
      6. Причины отказа в совершении платежа:
    </h2>
    <ul>
      <li>
        • банковская карта не предназначена для совершения платежей через интернет, о чем можно узнать, обратившись в Ваш Банк-эмитент;
      </li>
      <li>
        • недостаточно средств для оплаты на банковской карте. Подробнее о наличии средств на платежной карте Вы можете узнать, обратившись в банк, выпустивший банковскую карту;
      </li>
      <li>
        • данные банковской карты введены неверно;
      </li>
      <li>
        • истек срок действия банковской карты. Срок действия карты, как правило, указан на лицевой стороне карты (это месяц и год, до которого действительна карта). Подробнее о сроке действия карты Вы можете узнать, обратившись в банк-эмитент.
      </li>
    </ul>
    <p>
      По вопросам оплаты с помощью банковской карты и иным вопросам, связанным с работой сервиса «Ayanmarket», Вы можете обратиться по телефону: 8 (778) 097 07 05.
    </p>

    <h2 class="text-center font-weight-black">
      II. КОНФИДЕНЦИАЛЬНОСТЬ
    </h2>
    <h2 class="text-center font-weight-bold">
      1. Общие положения
    </h2>
    <p>
      Нормы настоящей Политики конфиденциальности (далее – Политика) действуют в отношении любой информации (персональных данных), которая может стать известной Сервису и его Администрации в процессе использования Сервиса Пользователями, в том числе в процессе прохождения ими процедуры регистрации и/или при любом другом использовании функционала Сервиса, через защищенные страницы. Деятельность сервиса «Ayanmarket» носит открытый характер. Использование Сервиса (в любом объеме, форме и т.д.) означает полное согласие такого Пользователя с условиями настоящей Политики конфиденциальности и порядком обработки персональных данных такого Пользователя. Акцептом настоящей Политики конфиденциальности является прохождение процедуры регистрации в Сервисе, а также любые другие действия, которые направлены на ознакомление с Сервисом, и/или использованием его функционала, доступного без регистрации, а также действия, которые могут восприниматься Администрацией Сервиса как такие, которые направлены на использование Сервиса или его функционала. В случае, если Пользователь не согласен с положениями, которые содержатся в нормах Политики конфиденциальности, он обязан прекратить использование Сервиса. Любое использование Сервиса Пользователем означает его полное согласие и принятие всех положений настоящей Политики конфиденциальности. Настоящая Политика конфиденциальности применяется только к Сервису. Администрация Сервиса не контролирует и не несет ответственность за Интернет ресурсы третьих лиц, на которые Пользователь может перейти по ссылкам, доступным в Сервисе. Администрация Сервиса не проверяет достоверность персональных данных, предоставляемых Пользователем Сервису, но оставляет за собой право мониторинга достоверности таких персональных данных. В случае, если одно или несколько положений настоящей Политики конфиденциальности утратит свою силу или окажется недействительным, или не имеющим юридической силы, это не оказывает влияния на действительность или применимость остальных положений настоящей Политики конфиденциальности. Пользователь несет персональную ответственность за проверку настоящей Политики конфиденциальности на наличие изменений в ней. Администрация Сервиса оставляет за собой право по своему личному усмотрению изменять или дополнять настоящую Политику конфиденциальности в любое время без предварительного и последующего уведомления. Политика является неотъемлемой частью Правил оказания услуг сервиса «Ayanmarket». Слова с прописной буквы используются в том же значении, что и в Правилах оказания услуг. «Ayanmarket» вправе в любое время вносить изменения в Политику. Измененная редакция Политики вступает в силу с момента ее размещения на сайте ayanmarket.kz, приложении мобильном “ayanmarket” компании ТОО "«Аян Тех»". Дата размещения указывается в документе. Данные, которые передаются в силу общих принципов соединений, реализуемых в Интернете, и содержатся в системных логах (например, адрес IP), используются Сервисом «Ayanmarket» в технических целях, связанных с администрированием нашего сервиса. Кроме того, адреса IP используются для сбора статистических и демографических данных (например, о регионе, из которого реализуется соединение). Сайт ayanmarket.kz может использовать cookies для предоставления услуг и контента в соответствии с индивидуальными потребностями и интересами. Отключение cookies в браузере в основном не будет блокировать пользование нашими услугами, но может вызвать определенные сложности. Cookies также используются для сбора статистических сведений об использовании наших сервисов.
    </p>
    <h3 class="text-center">
      ПРАВО НА ПРОВЕРКУ, ИЗМЕНЕНИЕ И УДАЛЕНИЕ ДАННЫХ. ОГРАНИЧЕНИЯ
    </h3>
    <p>
      Пользователь или Партнер имеет право на просмотр своих данных в любой момент, а также располагает возможностью обновить или удалить их по согласованию с Компанией ТОО "«Аян Тех»". Во избежание повторной регистрации лиц, участие которых на сайте https://ayanmarket.kz было прекращено по причине неправомерного использования наших услуг, мы можем отказать в удалении данных, необходимых для блокировки возможности повторной регистрации. Отказ в удалении данных может также иметь место в случаях, предусмотренных законодательством. В случаях, когда это допускается законодательством, ТОО "«Аян Тех»" может также раскрыть определенные данные Пользователя или Партнера третьим лицам, если это связано с защитой авторских (или других) прав этих третьих лиц (но исключительно по письменному заявлению правообладателя), либо на основании договора между компанией ТОО "«Аян Тех»" и третьим лицом в отношении Сервиса (такой договор обязательно содержит условие об обеспечении третьим лицом конфиденциальности и безопасности). Правообладатель, подавший такое заявление, обязан представить документальные доказательства факта обладания авторскими (или другими) правами на контент/продукт/услугу. Должно также возникнуть явное подозрение на нарушение этих прав. Компания ТОО "«Аян Тех»" может также открыть доступ к имеющимся у нее данным Пользователя по желанию или при согласии самого Пользователя, либо по требованию государственных органов, обладающих правом на получение данных на основании нормативно-правового акта. Электронные сообщения, направляемые в компанию ТОО "«Аян Тех»", архивируются (сохраняются) и могут в определенных случаях использоваться в качестве доказательства. Сервис «Ayanmarket» полагается на то, что все предоставленные Пользователями при регистрации и впоследствии данные достоверны и Пользователи самостоятельно исправляют неверные или устаревшие данные. Пользователи также гарантируют, что они сообщают только свои собственные данные, либо получили надлежащим образом оформленное согласие третьего лица - субъекта данных на сообщение его данных. За нарушение этих правил Пользователями ТОО "«Аян Тех»" ответственности не несет.
    </p>
    <h3 class="text-center">
      ССЫЛКИ НА ДРУГИЕ ИНТЕРНЕТ-САЙТЫ
    </h3>
    <p>
      Сервис «Ayanmarket» не несет ответственности за политику защиты данных, которая применяется владельцами или администраторами других сайтов (в т.ч. сайтов Партнеров), на которые Пользователь переходит по ссылкам, размещенным на Сервисе «Ayanmarket». Мы рекомендуем ознакомиться с содержанием заявлений о защите данных, которые размещены на соответствующих сайтах, до ввода своих данных. Пользователь или Партнер несет полную ответственность за контент, который находится на сайте, на который ведет ссылка, размещенная ими на Сервисе «Ayanmarket».
    </p>
    <h3 class="text-center">
      СВЕДЕНИЯ (сообщения, уведомления) КОТОРЫЕ ОТПРАВЛЯЮТСЯ ПОЛЬЗОВАТЕЛЮ ИЛИ ПАРТНЕРУ
    </h3>
    <p>
      Сервис «Ayanmarket» оставляет за собой право отправлять всем Пользователям электронные письма (push уведомления, смс уведомления) с информацией о важных изменениях и улучшениях в Сервисе, а также иного содержания непосредственно касающихся работы сервиса. «Ayanmarket» может также отправлять сообщения коммерческого характера, в частности рекламные сообщения. Рекламные и другие сообщения коммерческого характера могут также прилагаться к электронным сообщениям, направленным на учетную запись системы или отправленные с нее.
    </p>
    <h3 class="text-center">
      ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ
    </h3>
    <p>
      Мы делаем все возможное для соблюдения настоящей политики конфиденциальности, однако, мы не можем гарантировать сохранность информации в случае воздействия факторов. находящихся вне нашего влияния, результатом действия которых станет раскрытие информации. Сайт https://ayanmarket.kz и вся размещенная на нем информация представлены по принципу "как есть” без каких-либо гарантий. Мы не несем ответственности за неблагоприятные последствия, а также за любые убытки, причиненные вследствие ограничения доступа к сайту Сервиса.
    </p>
    <h3 class="text-center">
      РАЗРЕШЕНИЕ СПОРОВ
    </h3>
    <p>
      До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и Администрацией Сервиса, обязательным условиями является 1) переговоры. Если не было достигнуто разрешение спорной ситуации, то 2) предъявление письменного предложения о добровольном урегулировании спора. Получатель претензии в течение 30ти календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии. Претензионные письма направляются сторонами курьером, либо заказным почтовым отправлением с уведомлением о вручении последнего адресату по местонахождению сторон. Не допускается направление сторонами претензионных писем иными способами. При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РК. К настоящей Политике и отношениям между Пользователем и Администрацией Сервиса применяется действующее законодательство РК.
    </p>
    <h2 class="text-center font-weight-bold">
      2. Контакты
    </h2>
    <p>
      По вопросам, касающимся настоящей политики, просьба обращаться по адресу ayandostavka@gmail.com .
    </p>
  </div>
  <!-- Перевод страницы -->
  <div v-else class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      ҚҰПИЯЛЫҚ САЯСАТЫ ЖӘНЕ ТӨЛЕУ ШАРТТАРЫ
    </h1>
    <h2 class="text-center font-weight-black">
      I. ТӨЛЕМДЕР.
    </h2>
    <p class="text-center font-weight-bold">
      1. Несие картасымен онлайн төлем
    </p>
    <p>
      «Аянмаркет» базары интернет-эквайрингке қосылған және сіз Қызметті халықаралық төлем жүйелерінің банк картасымен төлей аласыз. Таңдалған Тарифті растағаннан кейін «Airba Pay» АҚ процессингтік орталығының төлем беті бар қорғалған терезе ашылады.
    </p>
    <p>
      Сізге банк картасының мәліметтерін енгізу қажет. Карта ұстаушысының қосымша аутентификациясы үшін 3-D Secure протоколы пайдаланылады. Егер сіздің Эмитент-банкіңіз осы технологияны қолдаса, сіз қосымша сәйкестендіруден өту үшін оның серверіне қайта бағытталасыз. Қосымша сәйкестендіру ережелері мен әдістері туралы ақпаратты уәкілетті эмитент-банкке хабарласыңыз.
    </p>
    <p>
      Онлайн төлем қызметі төлемнің құпиялылығы мен қауіпсіздігі қағидаттары бойынша Халықаралық төлем жүйелерінің ережелеріне сәйкес жүзеге асырылады, бұл үшін жабық байланыс арналары арқылы тексерудің, шифрлаудың және деректерді берудің ең заманауи әдістері қолданылады. Банк картасының деректері процессингтік орталықтың төлем бетіндегі қорғалған терезеге енгізіледі.
    </p>
    <p>
      Төлем бетіндегі өрістерге карта нөмірін, карта ұстаушысының атын, картаның жарамдылық мерзімін, үш таңбалы қауіпсіздік кодын (VISA үшін CVV2 немесе MasterCard үшін CVC2) енгізу қажет. Барлық қажетті деректер банк картасының бетінде көрсетіледі. CVV2/CVC2 — картаның артқы жағындағы үш таңбалы қауіпсіздік коды.
    </p>
    <p>
      Әрі қарай, сол терезеде 3-D Secure кодын енгізу үшін эмитент-банктің беті ашылады. Егер сізде статикалық 3-D Secure конфигурацияланбаған болса, ол SMS арқылы телефон нөміріңізге жіберіледі. Егер сіз 3-D Secure кодын алмасаңыз, эмитент-банкке хабарласуыңыз керек.
    </p>
    <p>
      3-D Secure – Интернетте карточкалық төлемдердің қауіпсіздігін қамтамасыз ететін ең заманауи технология. Транзакцияны жүзеге асыратын карта ұстаушысының түпнұсқалығын бірегей түрде анықтауға және алаяқтық карта операцияларының тәуекелін азайтуға мүмкіндік береді.
    </p>
    <h2 class="text-center font-weight-bold">
      2. Қауіпсіздік кепілдіктері.
    </h2>
    <p>
      «Airba Pay» процессингтік орталығы PCI DSS 3.0 қауіпсіздік стандартына сәйкес банктік карта деректерін қорғайды және өңдейді. Ақпарат SSL шифрлау технологиясы арқылы төлем шлюзіне жіберіледі. Ақпаратты одан әрі беру сенімділік деңгейі ең жоғары жабық банктік желілер арқылы жүзеге асады. «Қазақстан Халық Банкі» АҚ сіздің картаңыздың деректемелерін басқа үшінші тұлғаларға бермейді. Карта ұстаушысының қосымша аутентификациясы үшін 3-D Secure протоколы пайдаланылады.
    </p>
    <p>
      Төлемге қатысты сұрақтарыңыз болса, ayandostavka@gmail.com электрондық поштасы арқылы төлем қызметінің тұтынушыларға қолдау көрсету орталығына тікелей хабарласа аласыз.
    </p>
    <h2 class="text-center font-weight-bold">
      3. Онлайн төлем қауіпсіздігі
    </h2>
    <p>
      Сіз берген жеке ақпарат (аты-жөні, мекенжайы, телефоны, электрондық поштасы, несие картасының нөмірі) құпия болып табылады және жариялауға жатпайды. Сіздің несие картаңыз туралы ақпарат тек шифрланған түрде беріледі және Ayanmarket қызметінде сақталмайды.
    </p>
    <p>
      Интернет төлемдерін өңдеу қауіпсіздігіне «Аян Тех» ЖШС кепілдік береді. Төлем карточкаларымен барлық операциялар халықаралық төлем жүйелерінің талаптарына сәйкес жүзеге асырылады. Ақпаратты беру кезінде карта төлемін қорғаудың мамандандырылған онлайн технологиялары қолданылады, деректерді өңдеу процессингтік компанияның қауіпсіз жоғары технологиялық серверінде жүзеге асырылады.
    </p>
    <p>
      Төлем карточкаларымен төлеу қауіпсіз, себебі:
    </p>
    <ul>
      <li>• Авторизация жүйесі сатып алушыға төлем картасының төлем деректемелері (нөмірі, жарамдылық мерзімі, CVV2/CVC2) алаяқтардың қолына түспейтініне кепілдік береді, өйткені бұл деректер авторизация серверінде сақталмайды және ұрланбайды.</li>
      <li>• Сатып алушы төлем деректемелерін Ayanmarket қосымшасында немесе ayanmarket.kz сайтында емес, тікелей «Қазақстан Халық Банкі» АҚ авторизациялау жүйесінде енгізеді, сондықтан сатып алушының картасының төлем деректемелері үшінші тұлғаларға қолжетімді болмайды..</li>
    </ul>

    <h2 class="text-center font-weight-bold">
      4. Қызметтерді сатып алу ережелері
    </h2>
    <p>
      Таңдалған тарифті «Аянмаркет» қызметінде төлей отырып, сіз мекен-жайында орналасқан ашық ұсыныс келісімімен келісесіз <nuxt-link tag="a" to="/page/contract-offer" replace>
        Келісімшарт бойынша ұсыныс
      </nuxt-link>
    </p>

    <h2 class="text-center font-weight-bold">
      5. Қайтару
    </h2>
    <p>Банк картасына қаражатты қайтару үшін компанияның электрондық пошта арқылы сұрауы бойынша жіберілетін «Қаржыны қайтару туралы өтінішті» толтырып, жеке басын куәландыратын құжаттың көшірмесімен бірге ayandostavka@gmail.com электрондық поштасына жіберу керек.</p>
    <p>
      Қызмет көрсетуге қатысты дәлелді талаптар болған жағдайда, ақшаны қайтару Компания «Ақшаны қайтару туралы өтінішті» алған күннен бастап 10 жұмыс күні ішінде банк картасына жүзеге асырылады.
    </p>
    <p>
      Қателермен жүргізілген транзакциялар бойынша қаражатты қайтару үшін жазбаша өтініш беріп, жеке басын куәландыратын құжаттың көшірмесін және қате дебеттеуді растайтын чектерді/түбіртектерді қоса беру қажет. Бұл өтінімді ayandostavka@gmail.com мекенжайына жіберу керек
    </p>
    <p>
      Қайтару сомасы көрсетілген қызметтердің құнын алып тастағандағы сатып алу сомасына тең болады. Өтінішті қарау және ақша қаражатын қайтару мерзімі Қоғамға Өтінішті алған сәттен бастап есептеле бастайды және мереке/демалыс күндерін қоспағанда, жұмыс күндерімен есептеледі.
    </p>
    <h2 class="text-center font-weight-bold">
      6. Төлем жасаудан бас тарту себептері:
    </h2>
    <ul>
      <li>
        • банк картасы Интернет арқылы төлем жасауға арналмаған, оны эмитент банкке хабарласу арқылы білуге ​​болады;
      </li>
      <li>
        // eslint-disable-next-line no-irregular-whitespace
        • Банк картаңызда төлеуге қаражат жеткіліксіз. Банк картасын шығарған банкке хабарласу арқылы төлем картаңыздағы қаражаттың бар-жоғын білуге ​болады;
      </li>
      <li>
        • Банк картасының деректемелері қате енгізілген;
      </li>
      <li>
        • Банк картаңыздың мерзімі аяқталды. Картаның жарамдылық мерзімі әдетте картаның алдыңғы жағында көрсетіледі (бұл карта жарамды болатын ай мен жыл). Карточканың жарамдылық мерзімі туралы толығырақ эмитент-банкке хабарласу арқылы білуге ​​болады.
      </li>
    </ul>
    <p>
      Банк картасы арқылы төлем жасау және «Аянмаркет» қызметінің жұмысына қатысты басқа да сұрақтар бойынша 8 (778) 097 07 05 телефоны арқылы хабарласуға болады.
    </p>

    <h2 class="text-center font-weight-black">
      II. ҚҰПИЯЛЫҚ
    </h2>
    <h2 class="text-center font-weight-bold">
      1. Жалпы ережелер
    </h2>
    <p>
      Осы Құпиялық саясатының (бұдан әрі - Саясат) ережелері Сервиске және оның Әкімшілігіне Пайдаланушылардың Сервисті пайдалануы кезінде, соның ішінде тіркеу рәсімі кезінде және/немесе пайдалану кезінде белгілі болуы мүмкін кез келген ақпаратқа (жеке деректерге) қолданылады. қауіпсіз беттер арқылы қызметтің кез келген басқа пайдаланылуы. «Аянмаркет» сервисінің қызметі ашық. Қызметті пайдалану (кез келген көлемде, пішінде және т.б.) мұндай Пайдаланушының осы Құпиялық саясатының шарттарымен және пайдаланушының жеке деректерін өңдеу тәртібімен толық келісімін білдіреді. Осы Құпиялық саясатын қабылдау Сервисте тіркеу процедурасының аяқталуы, сондай-ақ Сервиспен танысуға және/немесе оның тіркеусіз қол жетімді функционалдығын пайдалануға бағытталған кез келген басқа әрекеттерді, сондай-ақ қабылдауы мүмкін әрекеттерді білдіреді. Қызметті немесе оның функционалдығын пайдалануға бағытталған қызмет әкімшілігі. Пайдаланушы Құпиялық саясатындағы ережелермен келіспеген жағдайда, ол Сервисті пайдалануды тоқтатуға міндетті. Пайдаланушының Сервисті кез келген пайдалануы оның толық келісімін және осы Құпиялық саясатының барлық ережелерін қабылдауын білдіреді. Бұл Құпиялық саясаты тек Қызметке қолданылады. Сервис Әкімшілігі Пайдаланушы Сервисте қол жетімді сілтемелер арқылы қол жеткізе алатын үшінші тұлғалардың интернет-ресурстарына бақылау жасамайды және оларға жауапты емес. Сервис әкімшілігі Пайдаланушының Сервиске берген жеке деректерінің дұрыстығын тексермейді, бірақ мұндай дербес деректердің дұрыстығын бақылау құқығын өзіне қалдырады. Осы Құпиялық саясатының бір немесе бірнеше ережесі бұдан былай жарамсыз немесе жарамсыз немесе орындалмайтын деп танылған жағдайда, бұл осы Құпиялық саясатының қалған ережелерінің жарамдылығына немесе күшіне енуіне әсер етпейді. Пайдаланушы осы Құпиялық саясатындағы өзгерістерді тексеруге ғана жауапты. Қызмет әкімшілігі өз қалауы бойынша осы Құпиялық саясатын кез келген уақытта алдын ала немесе кейін ескертусіз өзгерту немесе толықтыру құқығын өзіне қалдырады. Саясат Ayanmarket сервисінің қызметтерін көрсету Ережелерінің ажырамас бөлігі болып табылады. Бас әріппен жазылған сөздер Қызмет көрсету шарттарындағыдай мағынада қолданылады. Ayanmarket кез келген уақытта Саясатқа өзгерістер енгізуге құқылы. Саясаттың өзгертілген нұсқасы «Аян Тех» ЖШС компаниясының «ayanmarket» мобильді қосымшасы ayanmarket.kz сайтында жарияланған сәттен бастап күшіне енеді. Орналастыру күні құжатта көрсетіледі. Интернетте іске асырылатын қосылымдардың жалпы принциптеріне байланысты жіберілетін және жүйелік журналдарда қамтылған деректерді (мысалы, IP мекенжайы) Ayanmarket қызметі біздің сервисті басқаруға қатысты техникалық мақсаттарда пайдаланады. Сонымен қатар, IP мекенжайлары статистикалық және демографиялық деректерді жинау үшін қолданылады (мысалы, қосылым жасалған аймақ туралы). ayanmarket.kz веб-сайты жеке қажеттіліктер мен мүдделерге сәйкес қызметтер мен мазмұнды қамтамасыз ету үшін cookie файлдарын пайдалана алады. Браузердегі cookie файлдарын өшіру әдетте біздің қызметтерді пайдалануыңызға кедергі болмайды, бірақ ол кейбір қиындықтарды тудыруы мүмкін. Cookie файлдары біздің қызметтерді пайдалану туралы статистикалық ақпаратты жинау үшін де қолданылады.
    </p>
    <h3 class="text-center">
      ДЕРЕКТЕРДІ ТЕКСЕРУ, ӨЗГЕРТУ ЖӘНЕ ЖОЮ ҚҰҚЫҒЫ. ШЕКТЕУЛЕР
    </h3>
    <p>
      Пайдаланушы немесе Серіктес кез келген уақытта өз деректерін қарауға құқылы, сонымен қатар «Ayan Tech» ЖШС компаниясымен келісім бойынша оны жаңартуға немесе жоюға мүмкіндігі бар. Біздің қызметтерді дұрыс пайдаланбау салдарынан https://ayanmarket.kz сайтында қатысуы тоқтатылған тұлғаларды қайта тіркеуді болдырмау үшін біз қайта тіркеу мүмкіндігін бұғаттау үшін қажетті деректерді жоюдан бас тартуымыз мүмкін. Деректерді жоюдан бас тарту заңда көзделген жағдайларда да орын алуы мүмкін. Заңмен рұқсат етілген жағдайларда, «Аян Тех» ЖШС Пайдаланушының немесе Серіктестің кейбір деректерін үшінші тұлғаларға, егер бұл осы үшінші тұлғалардың авторлық (немесе басқа) құқықтарын қорғауға қатысты болса (бірақ жазбаша түрде ғана) аша алады. авторлық құқық иеленушінің өтініші), немесе «Аян Тех» ЖШС компаниясы мен үшінші тұлға арасындағы Сервиске қатысты шарт негізінде (мұндай келісімде үшінші тараптың құпиялылық пен қауіпсіздікті қамтамасыз ету шарты болуы тиіс). Мұндай өтінімді берген авторлық құқық иесі мазмұнға/өнімге/қызметке авторлық (немесе басқа) құқықтарды иелену туралы құжаттамалық дәлелдемені ұсынуға міндетті. Бұл құқықтар бұзылды деген анық күдік те болуы керек. «Аян Тех» ЖШС компаниясы сондай-ақ Пайдаланушының өтініші бойынша немесе оның келісімімен немесе нормативтік құқықтық актілер негізінде деректерді алуға құқығы бар мемлекеттік органдардың сұрауы бойынша оған қолжетімді Пайдаланушының деректеріне қол жеткізуді қамтамасыз ете алады. құқықтық акт. «Аян Тех» ЖШС-не жіберілген электронды хабарламалар мұрағатталады (сақталды) және белгілі бір жағдайларда дәлел ретінде пайдаланылуы мүмкін. Ayanmarket қызметі Пайдаланушылар тіркеу кезінде және кейіннен берген барлық деректердің сенімді екендігіне және Пайдаланушылар дұрыс емес немесе ескірген деректерді дербес түзететініне сүйенеді. Сондай-ақ пайдаланушылар өздерінің деректерін ғана хабарлауға немесе үшінші тараптың – деректер субъектісінің өз деректерін жеткізуге тиісті түрде ресімделген келісімін алғанына кепілдік береді. «Аян Тех» ЖШС Пайдаланушылардың осы ережелерді бұзғаны үшін жауапты емес.
    </p>
    <h3 class="text-center">
      БАСҚА ИНТЕРНЕТ САЙТТАРЫНА СІЛТЕМЕЛЕР
    </h3>
    <p>
      Ayanmarket қызметі Пайдаланушы Ayanmarket қызметінде жарияланған сілтемелерді бақылайтын басқа сайттардың (соның ішінде серіктес сайттардың) иелері немесе әкімшілері қолданатын деректерді қорғау саясатына жауапты емес. Деректерді енгізбес бұрын тиісті веб-сайттардағы деректерді қорғау туралы мәлімдемелерді оқып шығуды ұсынамыз. Пайдаланушы немесе Серіктес Ayanmarket қызметінде орналастыратын сілтеме апаратын сайттағы мазмұн үшін толық жауапкершілікте болады.
    </p>
    <h3 class="text-center">
      ПАЙДАЛАНУШЫҒА НЕМЕСЕ СЕРІКТЕСКЕ ЖІБЕРІЛГЕН АҚПАРАТ (хабарламалар, хабарландырулар)
    </h3>
    <p>
      Ayanmarket қызметі Қызметтегі маңызды өзгерістер мен жақсартулар, сондай-ақ қызметтің жұмысына тікелей қатысты басқа мазмұн туралы ақпарат бар барлық Пайдаланушыларға электрондық хаттарды (пуш-хабарламалар, SMS хабарламалар) жіберу құқығын өзіне қалдырады. Ayanmarket сонымен қатар жарнамалық хабарламалар сияқты коммерциялық хабарламаларды жібере алады. Жарнамалық және басқа коммерциялық хабарлар жүйе тіркелгіңізге немесе одан жіберілген электрондық пошталарға да тіркелуі мүмкін.
    </p>
    <h3 class="text-center">
      ЖАУАПКЕРШІЛІКТІ ШЕКТЕУ
    </h3>
    <p>
      Біз осы құпиялылық саясатын сақтау үшін бар күш-жігерімізді саламыз, бірақ әсер ету жағдайында ақпараттың қауіпсіздігіне кепілдік бере алмаймыз. біздің ықпалымыздан тыс, оның әрекеті ақпараттың ашылуына әкеледі. https://ayanmarket.kz сайты және онда орналастырылған барлық ақпарат ешқандай кепілдіксіз «сол қалпында» ұсынылған. Біз жағымсыз салдарларға, сондай-ақ Сервис сайтына кіруді шектеуден туындаған кез келген шығындарға жауапты емеспіз. .
    </p>
    <h3 class="text-center">
      ДАУДЫ ШЕШУ
    </h3>
    <p>
      Пайдаланушы мен Қызмет Әкімшілігінің арасындағы қарым-қатынастан туындайтын даулар бойынша сотқа талап арыз бергенге дейін міндетті шарттар 1) келіссөздер болып табылады. Дауды шешуге қол жеткізілмеген жағдайда, 2) дауды ерікті түрде реттеу туралы жазбаша ұсыныс енгізу. Шағымды алушы талап арызды алған күннен бастап күнтізбелік 30 күн ішінде талап қоюшыға талап арызды қарау нәтижелері туралы жазбаша хабарлайды. Талап хаттарды тараптар курьер арқылы немесе соңғының тараптардың орналасқан жері бойынша адресатқа жеткізілгені туралы хабарламасы бар тапсырыс хатпен жібереді. Тараптарға басқа тәсілдермен талап-хаттарды жіберуге рұқсат етілмейді. Келісімге қол жеткізілмеген жағдайда дау Қазақстан Республикасының қолданыстағы заңнамасына сәйкес сот органына жіберіледі. Осы Саясатқа және Пайдаланушы мен Қызмет Әкімшілігі арасындағы қарым-қатынасқа Қазақстан Республикасының қолданыстағы заңнамасы қолданылады.
    </p>
    <h2 class="text-center font-weight-bold">
      2. Контактілер
    </h2>
    <p>
      Осы саясатқа қатысты сұрақтар бойынша ayandostavka@gmail.com мекенжайына хабарласыңыз.
    </p>
  </div>
</template>
<script>
export default {
  head () {
    return {
      title: 'Политика конфиденциальности',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'Подробная информация о Политике конфиденциальности | Ayanmarket'
        }
      ],
      link: [{ rel: 'canonical', href: `https://ayanmarket.kz${this.$route.path}` }]
    }
  }
}

</script>
<style lang="scss" scoped>
p{
  text-indent: 30px
}
a {
        color: #503CC3;
        display: inline-block;
        transition: 0.2s;
        &:hover{
            transform: translateY(-2px);
        }
    }
</style>
