<!-- eslint-disable no-irregular-whitespace -->
<template>
  <div v-if="$i18n.locale === 'ru'" class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      Возврат
    </h1>
    <!-- <h2 class="text-center font-weight-black">
      «Ayanmarket» маркетплейс  https://ayanmarket.kz/
    </h2> -->
    <p>
      1. В случае покупки на сайте "Ayanmarket" маркетплейс любого товара или лекарственного средства, товары или лекарственные средства возврату не подлежат в соответствии со статьей 30 Закона РК «О защите прав потребителей»
    </p>
    <p>
      2. При акцепте настоящей оферты, Покупатель подтверждает, что ознакомлен с перечнем непродовольственных товаров, не подлежащих обмену и возврату согласно п. 1 статьи 30 Закона Республики Казахстан «О защите прав потребителей»:
    </p>
    <ul>
      <li>
        • лекарственных средств и медицинских изделий;
      </li>
      <li>
        • нательного белья;
      </li>
      <li>
        • животных и растений;
      </li>
      <li>
        • метражных товаров, а именно тканей из волокон всех видов, трикотажного и гардинного полотна, меха искусственного, ковровых изделий, нетканых материалов, лент, кружева, тесьмы, проводов, шнуров, кабелей, линолеума, багета, пленки, клеенки;
      </li>
      <li>
        • абонентского устройства сотовой связи.
      </li>
    </ul>
    <p>
      3. В случае если документ, подтверждающий факт приобретения товара, был утерян или по каким-либо причинам не выдан потребителю, то обмен или возврат товара должен быть произведен, если потребитель докажет факт покупки у данного продавца (изготовителя)».
    </p>
    <p>
      4. Возврат денежных средств может быть только в том случае, если Покупателю доставили/выдали не тот товар который был заказан и оплачен в "Ayanmarket" маркетплейс
    </p>
    <p>
      5. В момент доставки/выдачи Покупатель обязан самостоятельно проверить соответствие купленного товара. В случае несоответствия доставленного/выданного товара заказанному на "Ayanmarket" маркетплейс Покупатель должен подтвердить данный инцидент фотографией и чеком, выслав фотографии менеджеру "Ayanmarket" маркетплейс посредством переписки через мессенджер WhatsApp по номеру
      <a href="tel:87780970705" @click="$Ecomerce.phoneClick()">8 778 097-07-05</a>. Данные инциденты рассматриваются в течение 3 часов с даты отправки соответствующей информации
    </p>
    <h1 class="text-center font-weight-black mb-5">
      Гарантия возврата
    </h1>
    <p>
      Супермаркет «АЯН» соблюдает действующее законодательство РК и закон «О защите прав потребителей».
      <strong>Вы можете вернуть нам товар</strong> течение 14 дней со дня покупки, если товар не был в употреблении, сохранен товарный вид, потребительские свойства, пломбы, ярлыки. В соответствии со ст.30 ЗРК "О защите прав потребителя" не подлежат обмену и возврату: лекарственные средства, изделия медицинского назначения, нательного белья, чулочно-носочных изделий, животных и растений.
    </p>
    <p>
      Гарантия действует при предоставлении кассового чека, подтверждающего оплату указанного товара в магазине «Аян». Остальные условия возврата соответствуют требованиям закона РК «О защите прав потребителей» и иным законодательным актам.
      <strong>Удобных и приятных Вам покупок!</strong>
    </p>
  </div>

  <div v-else class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      ҚАЙТАРУ ШАРТТАРЫ
    </h1>
    <h2 class="text-center font-weight-black">
      «Ayanmarket» маркетплейс  https://ayanmarket.kz/
    </h2>
    <p>
      1. Ayanmarket сайтында кез келген өнімді немесе дәрі-дәрмекті сатып алған жағдайда, «Тұтынушылардың құқықтарын қорғау туралы» Қазақстан Республикасы Заңының 30-бабына сәйкес тауарларды немесе дәрілік заттарды қайтаруға болмайды.
    </p>
    <p>
      2. Осы ұсынысты қабылдаған кезде Сатып алушы «Қорғау туралы» Қазақстан Республикасы Заңының 30-бабының 1-тармағына сәйкес айырбастауға және қайтарылуға жатпайтын азық-түлік емес тауарлардың тізбесімен таныс екенін растайды. Тұтынушылардың құқықтары туралы»:
    </p>
    <ul>
      <li>
        • дәрілік заттар мен медициналық мақсаттағы бұйымдар;
      </li>
      <li>
        • іш киім;
      </li>
      <li>
        • жануарлар мен өсімдіктер;
      </li>
      <li>
        • метрикалық тауарлар, атап айтқанда, барлық үлгідегі талшықтардан жасалған маталар, трикотаж және перде маталар, жасанды үлбір, кілемдер, тоқыма емес материалдар, таспалар, шілтер, шілтер, сымдар, баулар, кабельдер, линолеум, багет, пленка, клеенка;
      </li>
      <li>
        • абонентского устройства сотовой связи.
      </li>
    </ul>
    <p>
      3.Егер тауарды сатып алу фактісін растайтын құжат жоғалса немесе қандай да бір себептермен тұтынушыға берілмесе, тұтынушы осы сатушыдан (дайындаушыдан) сатып алу фактісін дәлелдесе, тауарды айырбастау немесе қайтару жүргізілуге ​​тиіс. »
    </p>
    <p>
      4. Ақшаны қайтару Сатып алушыға "Аянмаркет" базарында тапсырыс берілген және төленген қате тауар жеткізілген/берілген жағдайда ғана жүзеге асырылады.
    </p>
    <p>
      5. Жеткізу/жеткізу кезінде Сатып алушы сатып алынған өнімнің сәйкестігін дербес тексеруге міндетті. Жеткізілген/берілген тауар мен «Аянмаркет» базарында тапсырыс берілген тауардың арасында сәйкессіздік болған жағдайда, Сатып алушы бұл оқиғаны фотосуретпен және түбіртекпен растауы, фотосуреттерді «Аянмаркет» базарының менеджеріне хат алмасу арқылы жіберуі керек. WhatsApp мессенджері арқылы <a href="tel:87780970705" @click="$Ecomerce.phoneClick()">8 778 097-07-05</a>.
      Бұл оқиғалар тиісті ақпарат жіберілген күннен бастап 3 сағат ішінде қаралады.
    </p>
  </div>
</template>
<script>
export default {
  head () {
    return {
      title: 'Условия возврата товаров | Сервис доставки продуктов и товаров для дома Ayanmarket',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content:
           'Подробная информация обо всех условиях возврата товаров - Продукты питания и товары с доставкой на дом Ayanmarket '
        }
      ],
      link: [{ rel: 'canonical', href: `https://ayanmarket.kz${this.$route.path}` }]
    }
  }
}

</script>
    <style lang="scss" scoped>
    p{
      text-indent: 30px
    }
    a {
        color: #503CC3;
        display: inline-block;
        transition: 0.2s;
        &:hover{
            transform: translateY(-2px);
        }
    }
    </style>
