<template>
  <div v-if="$i18n.locale === 'ru'" class="pay_online">
    <img src="@/assets/img/svg/credit-card.svg" alt="Credit Card Icon" class="icon">
    <h1 class="text_title" style="color: #21a038;">
      Онлайн-оплата
    </h1>
    <div class="text_description">
      <p>Минимальная сумма заказа зависит от поставщика.<br></p>
      <p>
        Вы можете оплатить свой заказ банковской картой. Оплата происходит
        через сервисы Airba Pay с использованием банковских карт.<br>
      </p>
    </div>
    <div class="pay_online.expanded">
      <p>
        <strong>Выбор товаров:</strong> Перейдите на веб-сайт или
        мобильное приложение "Ayan Market" и выберите необходимые
        продукты, которые вы хотите приобрести. Добавьте их в корзину.
      </p>

      <p>
        <strong>Оформление заказа:</strong> Перейдите в корзину и начните
        оформление заказа. Укажите количество товаров и другие детали
        заказа, такие как адрес доставки, дату и время
        доставки, если это предусмотрено.
      </p>

      <p>
        <strong>Выбор способа оплаты:</strong> На странице оформления
        заказа выберите Airba Pay как метод оплаты. Обычно это можно
        сделать на странице "Способы оплаты" или подобной странице.
      </p>

      <p>
        <strong>Ввод данных о платеже:</strong> Введите необходимую
        информацию о платеже, такую как сумма к оплате, номер заказа,
        идентификатор магазина или другие реквизиты, которые могут
        потребоваться.
      </p>

      <p>
        <strong>Подтверждение платежа:</strong> Проверьте введенные данные
        на точность и нажмите кнопку "Подтвердить" или аналогичную на
        странице оплаты.
      </p>

      <p>
        <strong>Авторизация платежа:</strong> Возможно, вам потребуется
        ввести одноразовый пароль или код подтверждения, отправленный на
        ваш мобильный телефон или другим способом, чтобы завершить
        транзакцию.
      </p>

      <p>
        <strong>Подтверждение оплаты:</strong> После успешной оплаты вы
        должны получить уведомление о выполнении платежа, а также
        подтверждение заказа.
      </p>

      <p>
        <strong>Сохранение чека или подтверждения:</strong> Сохраните
        копию чека или подтверждения о платеже в целях документации и для
        возможных будущих споров или возвратов.
      </p>

      <p>
        <strong>Следите за заказом:</strong> Если ваш заказ
        предусматривает доставку, следите за статусом заказа и ожидайте
        доставки в указанное время.
      </p>

      <p>
        <strong>Проверьте средства на счете:</strong> Убедитесь, что у вас
        есть достаточно средств на счету для покрытия платежа.
      </p>

      <p>
        <strong>Важно соблюдать инструкции, предоставленные магазином "Ayan
          Market" и Airba Pay, чтобы обеспечить успешное завершение
          онлайн-оплаты и заказа продуктов.</strong>
      </p>

      <p>
        Мы стремимся обеспечить максимальную прозрачность и комфорт при
        формировании ваших заказов. Пожалуйста, учитывайте, что итоговая
        стоимость сформированного заказа может измениться по различным
        причинам. Это может быть связано с отсутствием определенных
        товаров на момент комплектования, добавлением новых продуктов в
        заказ во время согласования, а также возможными изменениями цен на
        товары в магазине после оформления заказа. Наш сотрудник,
        занимающийся комплектованием заказов, свяжется с вами для
        обсуждения всех деталей. В случае отсутствия товара, он предложит
        вам альтернативные варианты и, по вашему желанию, добавит их в
        заказ или внесет другие корректировки. Мы прилагаем все усилия,
        чтобы ваш опыт сотрудничества с нами был удобным и приятным. Ваше
        удовлетворение и доверие - наш приоритет. Спасибо, что выбираете
        нас!
      </p>
    </div>
    <button class="btn text_btn" @click="goBack()">
      Назад
    </button>
  </div>
  <div v-else class="pay_online">
    <img src="@/assets/img/svg/credit-card.svg" alt="Credit Card Icon" class="icon">
    <h1 class="text_title" style="color: #21a038;">
      Онлайн төлем
    </h1>
    <div class="text_description">
      <p>Ең аз тапсырыс сомасы жеткізушіге байланысты.<br></p>
      <p>
        Тапсырысыңызды несие картасымен төлей аласыз. Төлем жүзеге асырылады
        банк карталарын пайдалана отырып, Airba Pay қызметтері арқылы.<br>
      </p>
    </div>
    <div class="pay_online.expanded">
      <p>
        <strong>Өнімді таңдау:</strong> Веб-сайтқа өтіңіз немесе
        «Аян Маркет» мобильді қосымшасын таңдап, қажетті таңдаңыз
        сатып алғыңыз келетін өнімдер. Оларды себетіңізге қосыңыз.
      </p>

      <p>
        <strong>Тапсырысты қабылдау:</strong> Себетке өтіп, бастаңыз
        тапсырысты қабылдау. Тауардың санын және басқа мәліметтерді көрсетіңіз
        жеткізу немесе алып кету мекенжайы, күні мен уақыты сияқты тапсырыс
        қамтамасыз етілсе, жеткізу.
      </p>

      <p>
        <strong>Төлем әдісін таңдау:</strong> Төлем бетінде
        Тапсырыс беру кезінде төлем әдісі ретінде Airba Pay таңдаңыз. Әдетте бұл мүмкін
        "Төлем әдістері" бетінде немесе ұқсас бетте орындалады.
      </p>

      <p>
        <strong>Төлем туралы ақпаратты енгізу:</strong> Қажеттісін енгізіңіз
        төленетін сома, тапсырыс нөмірі сияқты төлем ақпараты,
        болуы мүмкін идентификаторды немесе басқа мәліметтерді сақтау
        қажет.
      </p>

      <p>
        <strong>Төлемді растау:</strong> Енгізілген деректерді тексеріңіз
        дәлдік үшін «Растау» түймесін немесе сол сияқты түймесін басыңыз
        төлем беті.
      </p>

      <p>
        <strong>Төлем рұқсаты:</strong> Сізге қажет болуы мүмкін
        жіберілген бір реттік құпия сөзді немесе растау кодын енгізіңіз
        ұялы телефоныңыз немесе аяқтаудың басқа жолы
        транзакция.
      </p>

      <p>
        <strong>Төлемді растау:</strong> Сәтті төлемнен кейін сізге
        төлемнің аяқталғаны туралы хабарлама алуы керек және
        тапсырысты растау.
      </p>

      <p>
        <strong>Түбіртекті немесе растауды сақтау:</strong>Сақтау
        құжаттандыру мақсатында және үшін түбіртек немесе төлемді растау көшірмесі
        болашақта ықтимал даулар немесе қайтарулар.
      </p>

      <p>
        <strong>Тапсырысты орындаңыз:</strong> Тапсырысыңыз болса
        жеткізуді қамтамасыз етеді, тапсырыс күйін бақылайды және күтеді
        белгіленген уақытта жеткізу. Алып кетсе, келіңіз
        көрсетілген мекенжай мен уақытта сақтаңыз.
      </p>

      <p>
        <strong>Есептік жазбаңыздағы қаражатты тексеріңіз:</strong> Сізде бар екеніне көз жеткізіңіз
        шотында төлемді жабуға жеткілікті қаражат бар.
      </p>

      <p>
        <strong>Аян дүкені ұсынған нұсқауларды орындау маңызды
          Нарық» және Airba Pay табысты аяқталуын қамтамасыз ету
          онлайн төлем және өнімге тапсырыс беру.</strong>
      </p>

      <p>
        Біз барынша ашықтық пен жайлылықты қамтамасыз етуге тырысамыз
        тапсырыстарыңызды қалыптастыру. Финал екенін есте сақтаңыз
        жасалған тапсырыс құны байланысты өзгеруі мүмкін
        себептері. Бұл белгілі бірліктің болмауына байланысты болуы мүмкін
        іріктеп алу, жаңа өнімдерді қосу кезіндегі тауарлар
        бекіту кезінде тапсырыс, сондай-ақ мүмкін болатын баға өзгерістері
        тапсырыс бергеннен кейін дүкендегі тауарлар. Біздің қызметкер,
        тапсырысты орындауға қатысы бар адам сізге хабарласады
        барлық мәліметтерді талқылау. Тауар жетіспеген жағдайда ұсынады
        сіз үшін балама опциялар және сіздің сұрауыңыз бойынша оларды қосады
        тапсырыс беріңіз немесе басқа түзетулер енгізіңіз. Біз барлық күш-жігерімізді салып жатырмыз
        бізбен ынтымақтастық тәжірибеңіз ыңғайлы және жағымды болуы үшін. сенікі
        Қанағат пен сенім - біздің басымдылығымыз. Таңдағаныңызға рахмет
        біз!
      </p>
    </div>
    <button class="btn text_btn" @click="goBack()">
      Артқа
    </button>
  </div>
</template>

<script>
export default {
  methods: {
    goBack () {
      this.$router.push('/page/oplata')
    }
  },
  head () {
    return {
      title: 'Условия онлайн оплаты | Сервис доставки продуктов товаров для дома',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content:
           'Подробная информация обо всех условиях оплаты курьеру - Продукты питания и товары с доставкой на дом Ayanmarket'
        }
      ],
      link: [{ rel: 'canonical', href: `https://ayanmarket.kz${this.$route.path}` }]
    }
  }
}
</script>
<style lang="scss">
@import "./style.scss";
</style>
