<template>
  <div v-if="$i18n.locale === 'ru'" class="pay_online">
    <img src="@/assets/img/svg/cash.svg" alt="cash" class="icon">
    <h1 class="text_title" style="color:#f7a600">
      Оплата курьеру
    </h1>
    <div class="text_description">
      <p>Минимальная сумма заказа зависит от поставщика.</p>
    </div>
    <div class="pay_online.expanded">
      <p><strong>Оплата наличными</strong></p>
      <p>
        Выберите при оформлении заказа на сайте соответствующий способ
        оплаты. Оплата производится в тенге KZ. Курьер выдаст вам документы,
        подтверждающие оплату и получение товара.
      </p>
      <p><strong>Оплата пластиковой картой</strong></p>
      <p>
        Вы можете оплатить свой заказ пластиковой картой при получении.
        Выберите при оформлении заказа на сайте соответствующий способ
        оплаты. Курьер может попросить вас предъявить документ,
        удостоверяющий личность. Он выдаст вам документы, подтверждающие
        оплату и получение товара.
      </p>
      <p>
        Мы стремимся обеспечить максимальную прозрачность и комфорт при
        формировании ваших заказов. Пожалуйста, учитывайте, что итоговая
        стоимость сформированного заказа может измениться по различным
        причинам. Это может быть связано с отсутствием определенных товаров
        на момент комплектования, добавлением новых продуктов в заказ во
        время согласования, а также возможными изменениями цен на товары в
        магазине после оформления заказа. Наш сотрудник, занимающийся
        комплектованием заказов, свяжется с вами для обсуждения всех
        деталей. В случае отсутствия товара, он предложит вам альтернативные
        варианты и, по вашему желанию, добавит их в заказ или внесет другие
        корректировки. Мы прилагаем все усилия, чтобы ваш опыт
        сотрудничества с нами был удобным и приятным. Ваше удовлетворение и
        доверие - наш приоритет. Спасибо, что выбираете нас!
      </p>
    </div>
    <div class="btn text_btn" @click="goBack()">
      {{ "Назад" }}
    </div>
  </div>
  <div v-else class="pay_online">
    <img src="@/assets/img/svg/cash.svg" alt="cash" class="icon">
    <h1 class="text_title" style="color:#f7a600">
      Курьерге төлем
    </h1>
    <div class="text_description">
      <p>Ең аз тапсырыс сомасы жеткізушіге байланысты.</p>
      <p>
        Қолма-қол төлем. Тапсырысыңызды курьерге қолма-қол төлей аласыз.
        Қолма-қол ақшамен төлеу: Әрбір транзакциядағы қарапайымдылық және сенімділік.<br>
      </p>
    </div>
    <div class="pay_online.expanded">
      <p><strong>Қолма-қол төлем</strong></p>
      <p>
        Веб-сайтта тапсырыс беру кезінде сәйкес әдісті таңдаңыз.
        төлем. Төлем теңгемен жүргізіледі. Курьер сізге құжаттарды береді,
        төлемді және тауарды қабылдауды растау.
      </p>
      <p><strong>Пластикалық карта арқылы төлеу</strong></p>
      <p>
        апсырысыңызды пластикалық картамен алғаннан кейін төлей аласыз.
        Веб-сайтта тапсырыс беру кезінде сәйкес әдісті таңдаңыз.
        төлем. Курьер сізден құжат көрсетуді сұрауы мүмкін
        сәйкестендіру. Ол сізге растайтын құжаттарды береді
        тауарларды төлеу және қабылдау.
      </p>
      <p>
        Біз барынша ашықтық пен жайлылықты қамтамасыз етуге тырысамыз
        тапсырыстарыңызды қалыптастыру. Финал екенін есте сақтаңыз
        жасалған тапсырыс құны байланысты өзгеруі мүмкін
        себептері. Бұл белгілі бір өнімдердің болмауына байланысты болуы мүмкін.
        таңдау кезінде, тапсырысқа жаңа өнімдерді қосу
        бекіту уақыты, сондай-ақ тауарлар бағасының ықтимал өзгерістері
        тапсырыс бергеннен кейін сақтау. Біздің қызметкер жауапты
        тапсырыстарды орындау, барлығын талқылау үшін сізбен байланысады
        егжей. Егер өнім қоймада жоқ болса, ол сізге балама ұсынады
        опцияларды және сіздің сұрауыңыз бойынша оларды тапсырысқа қосады немесе басқаларды қосады
        түзетулер. Біз сіздің тәжірибеңізді жасау үшін көп жұмыс жасаймыз
        Бізбен ынтымақтастық ыңғайлы және жағымды болды. Сіздің қанағаттануыңыз және
        сенім – біздің басты міндетіміз. Бізді таңдағаныңызға рахмет!
      </p>
    </div>
    <button class="btn text_btn" @click="goBack()">
      Артқа
    </button>
  </div>
</template>

<script>
export default {
  methods: {
    goBack () {
      this.$router.push('/page/oplata')
    }
  },
  head () {
    return {
      title: 'Условия оплаты курьеру | Сервис доставки продуктов товаров для дома',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content:
           'Подробная информация обо всех условиях оплаты курьеру - Продукты питания и товары с доставкой на дом Ayanmarket'
        }
      ],
      link: [{ rel: 'canonical', href: `https://ayanmarket.kz${this.$route.path}` }]
    }
  }
}
</script>
<style lang="scss">
@import "./style.scss";
</style>
