<!-- eslint-disable no-irregular-whitespace -->
<template>
  <div v-if="$i18n.locale === 'ru'" class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      Договор оферты | Сервис доставки продуктов и товаров для дома Ayanmarket
    </h1>
    <h2 class="text-center font-weight-black">
      Подробная информация о договоре оферты | Сервис доставки продуктов и товаров для дома Ayanmarket
    </h2>
    <p>Настоящий договор оферты между «Ayanmarket» маркетплейс https://ayanmarket.kz/, именуемой в дальнейшем «Ayanmarket» маркетплейс , и пользователем услуг «Ayanmarket» маркетплейс , именуемым в дальнейшем «Покупатель» определяет условия приобретения товаров через сайт «Ayanmarket» маркетплейс  https://ayanmarket.kz/</p>
    <h2 class="text-center font-weight-bold">
      1. ОБЩИЕ ПОЛОЖЕНИЯ
    </h2>
    <p>
      1.1. ТОО "«Аян Тех»" публикует настоящий договор купли-продажи, являющийся публичным договором-офертой (предложением) в адрес физических и юридических лиц в соответствии со ст. 447 Гражданского Кодекса Республики Казахстан (далее – ГК РК).
    </p>
    <p>
      1.2. Настоящая публичная оферта (именуемая в дальнейшем «Оферта») определяет все существенные условия договора между ТОО "«Аян Тех»" и лицом, акцептовавшим Оферту.
    </p>
    <p>
      1.3. Настоящий договор заключается между Покупателем и маркетплейсом «Ayanmarket» в момент оформления заказа.
    </p>
    <p>
      1.4. Оферта может быть принята любым физическим или юридическим лицом на территории Республики Казахстан, имеющим намерение приобрести товар и/или услуги, реализуемые/предоставляемые маркетплейсом «Ayanmarket» расположенные на сайте маркетплейса «Ayanmarket».
    </p>
    <p>
      1.5. Покупатель безоговорочно принимает все условия, содержащиеся в оферте в целом (т.е. в полном объеме и без исключений).
    </p>
    <p>
      1.6. В случае принятия условий настоящего договора (т.е. публичной оферты маркетплейса «Ayanmarket»), физическое или юридическое лицо, производящее акцепт оферты, становится Покупателем.
    </p>
    <p>
      1.7. Акцептом является получение «Ayanmarket» маркетплейс  сообщения о намерении физического или юридического лица приобрести товар на условиях, предложенных «Ayanmarket» маркетплейс
    </p>
    <p>
      1.8. Оферта и все приложения к ней, а также вся дополнительная информация о товарах/услугах, опубликованы на сайте «Ayanmarket» маркетплейс  https://ayanmarket.kz/
    </p>
    <p>
      1.9. Покупатель принимает и согласен, что лицом, фактически производящим реализацию товаров через «Ayanmarket» маркетплейс  (Поставщик) может являться третье лицо, имеющее соответствующие договорные отношения с «Ayanmarket» маркетплейс  и осуществляющее соответствующий лицензируемый вид деятельности.
    </p>

    <h2 class="text-center font-weight-black">
      2. СТАТУС ИНТЕРНЕТ-МАГАЗИНА, МАРКЕТПЛЕЙСА
    </h2>
    <p>
      2.1. Интернет-магазин и маркетплейс является собственностью ТОО "«Аян Тех»" и предназначен для организации дистанционного способа продажи товаров через сеть интернет.
    </p>
    <p>
      2.2. Сделки «Ayanmarket» маркетплейс , регулируются договором купли-продажи (см.ниже) на условиях публичной оферты, размещенным по адресу «Ayanmarket» маркетплейс  https://ayanmarket.kz/. Произведя акцепт оферты (т.е. оплату оформленного в «Ayanmarket» маркетплейс  заказа), Покупатель получает в собственность товар на условиях Договора купли-продажи.
    </p>
    <p>
      2.3. «Ayanmarket» маркетплейс  не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении заказа.
    </p>

    <h2 class="text-center font-weight-black">
      3. СТАТУС ПОКУПАТЕЛЯ
    </h2>
    <p>
      3.1. Покупатель несет ответственность за достоверность предоставленной при оформлении заказа информации, и ее чистоту от претензий третьих лиц.
    </p>
    <p>
      3.2. Покупатель подтверждает свое согласие с условиями, установленными настоящим Договором, путем проставления отметки в графе «Условия Договора мною прочитаны полностью, все условия Договора мне понятны, со всеми условиями Договора я согласен» при оформлении заказа.
    </p>
    <p>
      3.3. Информация, предоставленная Покупателем, является конфиденциальной. Покупатель, предоставляя свои персональные данные, зарегистрировавшись на сайте или заполнении заявки дает своими действиями согласие на обработку его персональных данных в целях исполнения пользовательского соглашения. «Ayanmarket» маркетплейс   использует информацию о Покупателе исключительно в целях функционирования (отправление уведомления Покупателю о выполнении заказа и т.д.) и в случаях, указанных в настоящем Договоре-оферте.
    </p>
    <p>
      3.4. Товар приобретается Покупателем исключительно для личных, семейных, домашних нужд, не связанных с осуществлением предпринимательской деятельности. Использование ресурса «Ayanmarket» маркетплейс  для просмотра и выбора товара, а также для оформления заказа является для Покупателя безвозмездным.
    </p>

    <h2 class="text-center font-weight-black">
      4. ПРЕДМЕТ ОФЕРТЫ
    </h2>
    <p>
      4.1. Предметом настоящего Договора оферты является предоставление возможности Покупателю приобретать для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности Товары, размещенные на сайте https://ayanmarket.kz/. «Ayanmarket» маркетплейс  на основании заказов Покупателя, продаёт Покупателю товар в соответствии с условиями и по ценам, установленным Продавцом в оферте и приложениях к ней.
    </p>
    <p>
      4.2. Договор распространяется на все виды Товаров и услуг, представленных на сайте «Ayanmarket» маркетплейс  https://ayanmarket.kz/, пока такие предложения с описанием присутствуют в каталоге на сайте «Ayanmarket» маркетплейс  https://ayanmarket.kz/.
    </p>
    <p>
      4.3. Доставка товаров, заказанных и оплаченных Покупателем, осуществляется Продавцом или Перевозчиком.
    </p>
    <p>
      4.4. К отношениям между Покупателем и Продавцом применяются положения ГК РК, Закон Республики Казахстан от 04.05.2010 N 274-IV "О защите прав потребителей", а также иные нормативные правовые акты, принятые в соответствии с ними.
    </p>
    <p>
      4.5. Физическое или юридическое лицо считается принявшим все условия оферты (акцепт оферты) и приложений к ней в полном объеме и без исключений с момента получения Продавцом сообщения о намерении Покупателя приобрести товар на условиях, предложенных Продавцом. В случае акцепта оферты физическое или юридическое лицо считается заключившим с Продавцом договор купли-продажи заказанных товаров и приобретает статус Покупателя.
    </p>

    <h2 class="text-center font-weight-black">
      5. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА КУПЛИ-ПРОДАЖИ
    </h2>
    <p>
      5.1. Покупатель может оформить заказ самостоятельно на сайте «Ayanmarket» маркетплейс  https://ayanmarket.kz/., либо через менеджера по телефонам, указанным на сайте, на условиях Договора купли-продажи (публичной «Ayanmarket» маркетплейс  https://ayanmarket.kz/).
    </p>
    <p>
      5.2. При оформлении заказа на «Ayanmarket» маркетплейсе, Покупатель обязан предоставить информацию о себе:
    </p>
    <ul>
      <li>
        • Ф.И.О. (для физических лиц)
      </li>
      <li>
        • Полное наименование (для юридических лиц);
      </li>
      <li>
        • Адрес доставки Товара;
      </li>
      <li>
        • Контактный телефон.
      </li>
    </ul>
    <p>5.3. Волеизъявление Покупателя осуществляется посредством внесения последним соответствующих данных в форму заказа в «Ayanmarket» маркетплейс  https://ayanmarket.kz/. либо подачей заявки через менеджера маркетплейса.</p>
    <p>5.4. «Ayanmarket» маркетплейс  не редактирует информацию о Покупателе.</p>
    <p>5.5. Для получения бумажного экземпляра Договора купли-продажи, Покупатель отправляет заявку по электронной почте или телефонам, указанным на сайте.</p>

    <h2 class="text-center font-weight-black">
      6. ИНФОРМАЦИЯ О ТОВАРЕ
    </h2>
    <p>
      6.1. Товар представлен на сайте через графические изображения-образцы, являющиеся собственностью «Ayanmarket» маркетплейс .
    </p>
    <p>
      6.2. Каждое графическое изображение-образец сопровождается текстовой информацией: наименованием, размерным рядом (при необходимости), ценой и описанием товара.
    </p>
    <p>
      6.3. Все информационные материалы, представленные в «Ayanmarket» маркетплейс , носят справочный характер и не могут в полной мере передавать информацию о свойствах и характеристиках товара, включая цвета, размеры и формы. В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик товара, Покупатель должен перед оформлением заказа обратиться по телефонам, указанным на сайте.
    </p>
    <p>
      6.4. По просьбе Покупателя менеджер «Ayanmarket» маркетплейс  обязан предоставить (по телефону или посредством электронной почты) прочую информацию, необходимую и достаточную, с точки зрения Покупателя, для принятия им решения о покупке товара.
    </p>
    <p>
      6.5. Покупатель уведомлен о том, что, приобретая товар со скидкой, установленной в связи с его недостатками (дефектами), он лишается права ссылаться на них в дальнейшем.
    </p>
    <p>
      6.6. Покупатель уведомлен о том, что товар, указанный в счете отдельными позициями в любом случае, не является комплектом.
    </p>

    <h2 class="text-center font-weight-black">
      7. ПОРЯДОК ПРИОБРЕТЕНИЯ ТОВАРА
    </h2>
    <p>
      7.1. Покупатель вправе оформить заказ на любой товар, представленный на сайте «Ayanmarket» маркетплейс  https://ayanmarket.kz/. Каждый товар может быть заказан в любом количестве. Исключения из указанного правила указаны в описании каждого товара в случае проведения акций, снятия товара с продажи и т.п.
    </p>
    <p>
      7.2. Заказ может быть оформлен Покупателем по телефонам, указанным на сайте, или оформлен самостоятельно на сайте «Ayanmarket» маркетплейс  https://ayanmarket.kz/.
    </p>
    <p>
      7.3. После оформления заказа менеджер "Ayanmarket" маркетплейс подтверждает заказ Покупателя путем отображения нового заказа в истории заказов в личном кабинете на сайте https://ayanmarket.kz/. или мобильного приложения ayanmarket  подтверждающий принятие заказа, с указанием наименования, размера, цены выбранного товара и общей суммы заказа.
    </p>
    <p>
      7.4. При отсутствии товара на складе менеджер "Ayanmarket" маркетплейс обязан поставить в известность об этом Покупателя и отменить или согласовать аналогичный товар по телефону или обратной связи в личном кабинете покупателя, обратив внимание покупателя к изменениям СМС или PUSH уведомлениями).
    </p>
    <p>
      7.5. Покупатель вправе сделать предварительный заказ на временно отсутствующий на складе товар.
    </p>
    <p>
      7.6. При отсутствии товара Покупатель вправе заменить его другим товаром либо аннулировать заказ.
    </p>
    <p>
      7.7. Срок поставки товара составляет не более 30 дней и начинает исчисляться на следующий день после получения Продавцом сообщения о намерении Покупателя приобрести товар на условиях, предложенных Продавцом.
    </p>

    <h2 class="text-center font-weight-black">
      8. ЦЕНА ТОВАРА
    </h2>
    <p>
      8.1. Цена товара в "Ayanmarket" маркетплейс указана в тенге Республики Казахстан за единицу товара.
    </p>
    <p>
      8.2. Указанная на сайте цена товара может быть изменена "Ayanmarket" маркетплейс в одностороннем порядке, при этом цена на заказанный и оплаченный Покупателем товар изменению не подлежит.
    </p>
    <p>
      8.3. Полная стоимость заказа состоит из каталожной стоимости товара, стоимости доставки до двери Покупателя.
    </p>
    <p>
      8.4. Стоимость услуг, предоставляемых Покупателю при покупке товара "Ayanmarket" маркетплейс указана в разделе «Вопрос-ответ» сайта https://ayanmarket.kz/.
    </p>

    <h2 class="text-center font-weight-black">
      9. ОПЛАТА ТОВАРА
    </h2>
    <p>
      9.1. Способы и порядок оплаты товара указаны на сайте в разделе <nuxt-link tag="a" to="/page/vopros-otvet" replace>
        «Вопрос-ответ»
      </nuxt-link> сайта https://ayanmarket.kz/. При необходимости порядок и условия оплаты заказанного товара оговариваются Покупателем с менеджером Маркетплейса «Ayanmarket».
    </p>
    <p>
      9.2. Оплата безналичным расчетом производится при помощи платежной организации или банка. При безналичной форме оплаты обязанность Покупателя по уплате цены товара считается исполненной с момента зачисления соответствующих денежных средств на расчетный счет ТОО "«Аян Тех»"
    </p>
    <p>
      9.3. Покупатель оплачивает заказ любым способом, выбранным им при оформлении заказа.
    </p>
    <p>
      9.4. Расчеты Сторон при оплате заказа осуществляются в тенге Республики Казахстан.
    </p>

    <h2 class="text-center font-weight-black">
      10. ДОСТАВКА ТОВАРОВ
    </h2>
    <p>
      10.1. Способы, порядок и сроки доставки товара указаны на сайте в разделе <nuxt-link tag="a" to="/page/vopros-otvet" replace>
        «Вопрос-ответ»
      </nuxt-link> Порядок и условия доставки заказанного товара описаны в данном разделе.
    </p>
    <p>
      10.2.1. Покупатель оплачивает (при наличной форме оплаты) и получает заказ по месту нахождения Поставщика. Адреса, контакты и режим работы указаны на сайте "Ayanmarket" маркетплейс https://ayanmarket.kz/. При безналичной форме оплаты менеджер "Ayanmarket" маркетплейс видит в системе маркетплейса зачисления оплаты заказа на расчетный счет "Ayanmarket" маркетплейс и только после этого отправляет на сборку заказ и сообщает Покупателю статус, как только заказ готов.
    </p>
    <p>
      10.2.3. Право собственности и риск случайной гибели, утраты или повреждения товара переходит к Покупателю с момента передачи товара Покупателю или его Представителю.
    </p>
    <p>
      10.3. Доставка товара:
    </p>
    <p>
      10.3.1. Переход права собственности и риск случайной гибели, утраты или повреждения товара переходит к Покупателю с момента передачи товара Покупателю или Представителю при предоставлении чека.
    </p>
    <p>
      10.3.2. При доставке товар вручается Покупателю или Представителю.
    </p>
    <p>
      10.4. Доставка товара Перевозчиком:
    </p>
    <p>
      10.4.1. Право собственности и риск случайной гибели, утраты или повреждения товара переходит с Продавца на Покупателя или Перевозчика
    </p>
    <p>
      10.4.2. Обязательство по передачи товара Покупателю, в том числе п. 10.4.1., считается исполненным с момента передачи товара Перевозчику.
    </p>
    <p>
      10.4.3. Стоимость доставки товара в рамках каждого заказа рассчитывается исходя из веса и объема всех заказанных товаров, адреса доставки заказа, расценок перевозчика и оплачивается Покупателем общей суммой с заказом.
    </p>
    <p>
      10.5. Покупатель обязан принять товар по количеству и ассортименту в момент его приемки.
    </p>
    <p>
      10.6. При получении товара Покупатель должен в присутствии курьера (перевозчика) проверить его соответствие с товарным чеком, удостовериться по наименованию товара в количестве, качестве, комплектности товара.
    </p>

    <h2 class="text-center font-weight-black">
      11. ГАРАНТИИ НА ТОВАР
    </h2>
    <p>
      11.1. Гарантийный срок эксплуатации на товар нет, так как это лекарственные средства или средства личной гигиены. Они имеют только срок годности, который Покупатель заранее видит на сайте  https://ayanmarket.kz/. Маркетплейса «Ayanmarket»
    </p>

    <h2 class="text-center font-weight-black">
      12. ВОЗВРАТ ТОВАРА
    </h2>
    <p>
      12.1. В случае покупки на сайте "Ayanmarket" маркетплейс любого товара или лекарственного средства, товары или лекарственные средства возврату не подлежат в соответствии со статьей 30 Закона РК «О защите прав потребителей»
    </p>
    <p>
      12.2. При акцепте настоящей оферты, Покупатель подтверждает, что ознакомлен с перечнем непродовольственных товаров, не подлежащих обмену и возврату согласно п. 1 статьи 30 Закона Республики Казахстан «О защите прав потребителей»:
    </p>
    <ul>
      <li>
        • лекарственных средств и медицинских изделий;
      </li>
      <li>
        • нательного белья;
      </li>
      <li>
        • чулочно-носочных изделий;
      </li>
      <li>
        • животных и растений;
      </li>
      <li>
        • метражных товаров, а именно тканей из волокон всех видов, трикотажного и гардинного полотна, меха искусственного, ковровых изделий, нетканых материалов, лент, кружева, тесьмы, проводов, шнуров, кабелей, линолеума, багета, пленки, клеенки;
      </li>
      <li>
        • абонентского устройства сотовой связи.
      </li>
    </ul>
    <p>
      12.3. В случае если документ, подтверждающий факт приобретения товара, был утерян или по каким-либо причинам не выдан потребителю, то обмен или возврат товара должен быть произведен, если потребитель докажет факт покупки у данного продавца (изготовителя)».
    </p>
    <p>
      12.4. Возврат денежных средств может быть только в том случае, если Покупателю доставили/выдали не тот товар который был заказан и оплачен в "Ayanmarket" маркетплейс
    </p>
    <p>
      12.5. В момент доставки/выдачи Покупатель обязан самостоятельно проверить соответствие купленного товара. В случае несоответствия доставленного/выданного товара заказанному на "Ayanmarket" маркетплейс Покупатель должен подтвердить данный инцидент фотографией и чеком, выслав фотографии менеджеру "Ayanmarket" маркетплейс посредством переписки через мессенджер WhatsApp по номеру <a href="tel:87780970705" @click="$Ecomerce.phoneClick()">8 778 097-07-05</a>. Данные инциденты рассматриваются в течение 3 часов с даты отправки соответствующей информации.
    </p>

    <h2 class="text-center font-weight-black">
      13. ОТВЕТСТВЕННОСТЬ СТОРОН
    </h2>
    <p>
      13.1. Стороны несут ответственность за исполнение обязательств по настоящему Договору оферты в соответствии с Законом Республики Казахстан «О Защите прав потребителей», Гражданским кодексом Республики Казахстан другими нормативно-правовыми актами Республики Казахстан.
    </p>
    <p>
      13.2. "Ayanmarket" маркетплейс не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования им товаров, заказанных в Маркетплейса «Ayanmarket».
    </p>
    <p>
      13.3. Покупатель несет ответственность за достоверность и достаточность предоставленной при оформлении Заказа информации.
    </p>
    <p>
      13.4. "Ayanmarket" маркетплейс не несет ответственности в случае неправильного выбора Покупателем характеристик Товара.
    </p>
    <p>
      13.5. "Ayanmarket" маркетплейс не несет ответственность за невозможность проведения оплаты Заказа через курьера по техническим причинам.
    </p>
    <p>
      13.6. Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если неисполнение является следствием таких непреодолимых обстоятельств как: война или военные действия, землетрясение, наводнение, пожар и другие стихийные бедствия, акты или действия органов государственной власти, изменение таможенных правил, ограничения импорта и экспорта, возникших независимо от воли Сторон после заключения настоящего Договора. Сторона, которая не может исполнить свои обязательства, незамедлительно извещает об этом другую Сторону и предоставляет документы, подтверждающие наличие таких обстоятельств, выданные уполномоченными на то органами.
    </p>

    <h2 class="text-center font-weight-black">
      14. ПРОЧИЕ УСЛОВИЯ
    </h2>
    <p>
      14.1. К отношениям между Покупателем и "Ayanmarket" маркетплейс применяется законодательство Республики Казахстан.
    </p>
    <p>
      14.2. При необходимости Стороны вправе в любое время оформить договор купли-продажи товара в форме письменного двухстороннего соглашения, не противоречащего положениям настоящей оферты.
    </p>
    <p>
      14.3. В случае возникновения вопросов и претензий со стороны Покупателя, он должен обратиться в отдел продаж ТОО "«Аян Тех»" по телефону:
      <a href="tel:87780970705" @click="$Ecomerce.phoneClick()">8 778 097-07-05</a>.
    </p>
    <p>
      14.4. Настоящий договор вступает в силу с даты акцепта Покупателем настоящей оферты и действует до полного исполнения обязательств Сторонами.
    </p>
    <p>
      14.5. Все споры и разногласия, возникающие при исполнении Сторонами обязательств по настоящему договору, решаются путем переговоров. В случае невозможности их устранения, Стороны имеют право обратиться за судебной защитой своих интересов.
    </p>
    <p>
      14.6. "Ayanmarket" маркетплейс оставляет за собой право расширять и сокращать товарное предложение на сайте, регулировать доступ к покупке любых товаров, а также приостанавливать или прекращать продажу любых товаров по своему собственному усмотрению.
    </p>
  </div>

  <div v-else class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      Ұсыныс келісімі | Азық-түлік және тұрмыстық тауарларды жеткізу қызметі Аянмаркет
    </h1>
    <h2 class="text-center font-weight-black">
      : Оферта келісімі туралы толық ақпарат | Азық-түлік және тұрмыстық тауарларды жеткізу қызметі Аянмаркет
    </h2>
    <p>«Аянмаркет» базары https://ayanmarket.kz/, әрі қарай «Аянмаркет» базары деп аталатын және «Аянмаркет» базарының қызметтерін пайдаланушы, бұдан әрі «Сатып алушы» арасындағы осы ұсыныс туралы келісім сатып алу шарттарын анықтайды. тауарларды «Аянмаркет» базары https www.ayanmarket.kz/ сайты арқылы</p>
    <h2 class="text-center font-weight-bold">
      1. ЖАЛПЫ ЕРЕЖЕЛЕР
    </h2>
    <p>
      1.1. «Аян Тех» ЖШС осы сатып алу-сату шартын жариялайды, ол жеке және заңды тұлғаларға бапқа сәйкес ашық ұсыныс (оферта) болып табылады. 447 Қазақстан Республикасының Азаматтық кодексі (бұдан әрі – Қазақстан Республикасының Азаматтық кодексі) .
    </p>
    <p>
      1.2. Осы жария оферта (бұдан әрі – «Оферта») «Аян Тех» ЖШС мен Офертті қабылдаған тұлға арасындағы шарттың барлық маңызды шарттарын анықтайды.
    </p>
    <p>
      1.3. Бұл келісім Сатып алушы мен Ayanmarket базары арасында тапсырыс беру кезінде жасалады.
    </p>
    <p>
      1.4. Ұсынысты Ayanmarket marketplace веб-сайтында орналасқан Ayanmarket базарында сатылатын/ұсынатын тауарларды және/немесе қызметтерді сатып алуға ниет білдірген Қазақстан Республикасының аумағындағы кез келген жеке немесе заңды тұлға қабылдай алады.
    </p>
    <p>
      1.5. Сатып алушы ұсыныста қамтылған барлық шарттарды сөзсіз қабылдайды (яғни, толық көлемде және ерекшеліктерсіз).
    </p>
    <p>
      1.6. Осы келісімнің талаптары қабылданған жағдайда (яғни, Ayanmarket нарығының ашық ұсынысы), ұсынысты қабылдайтын жеке немесе заңды тұлға Сатып алушы болады.
    </p>
    <p>
      1.7. Акцепт – Ayanmarket Marketplace ұсынған шарттар бойынша жеке немесе заңды тұлғаның тауарды сатып алу ниетін білдіретін хабарламаны Ayanmarket Marketplace-ке алу.
    </p>
    <p>
      1.8. Ұсыныс және оған барлық қосымшалар, сондай-ақ тауарлар/қызметтер туралы барлық қосымша ақпарат Ayanmarket базарының https://ayanmarket.kz/ сайтында жарияланған.
    </p>
    <p>
      1.9. Сатып алушы "Аянмаркет" базары арқылы тауарды нақты сататын тұлға (Жеткізуші) "Аянмаркет" базарымен тиісті шарттық қатынаста болатын және тиісті лицензияланған қызмет түрін жүзеге асыратын үшінші тұлға болуы мүмкін екенін қабылдайды және келіседі.
    </p>

    <h2 class="text-center font-weight-black">
      2. ИНТЕРНЕТ ДҮКЕНДІҢ, БАЗАРДЫҢ МӘРТЕБЕСІ
    </h2>
    <p>
      2.1.Интернет-дүкен мен базар «Аян Тех» ЖШС меншігі болып табылады және тауарларды интернет арқылы сатудың қашықтағы әдісін ұйымдастыруға арналған.
    </p>
    <p>
      2.2. «Аянмаркет» базарындағы мәмілелер «Аянмаркет» базарының https://ayanmarket.kz/ мекенжайында орналасқан ашық ұсыныс талаптары бойынша сатып алу-сату шартымен (төменде қараңыз) реттеледі. Ұсынысты қабылдағаннан кейін (яғни, Ayanmarket нарығында орналастырылған тапсырыс үшін төлем) Сатып алушы Сату шартының талаптарына сәйкес тауарға меншік құқығын алады.
    </p>
    <p>
      2.3."Аянмаркет" базары Тапсырыс беру кезінде Сатып алушы ұсынған ақпараттың мазмұны мен дұрыстығына жауап бермейді.
    </p>

    <h2 class="text-center font-weight-black">
      3. САТЫП АЛУШЫ МӘРТЕБЕСІ
    </h2>
    <p>
      3.1. Сатып алушы тапсырыс беру кезінде берілген ақпараттың дұрыстығына және оның үшінші тұлғалардың шағымдарынан тазалығына жауап береді.
    </p>
    <p>
      3.2. Сатып алушы осы Келісімшартта белгіленген шарттармен келісетіндігін растайды: «Мен Шарттың талаптарын толық оқып шықтым, Шарттың барлық шарттарын түсінемін, Шарттың барлық талаптарымен келісемін» ұяшығына белгі қояды. тапсырыс.
    </p>
    <p>
      3.3. Сатып алушы берген ақпарат құпия болып табылады. Сатып алушы өзінің жеке деректерін ұсыну, сайтқа тіркелу немесе өтінішті толтыру арқылы пайдаланушы келісімін орындау үшін өзінің жеке деректерін өңдеуге өз әрекеттерімен келіседі. «Аянмаркет» базары Сатып алушы туралы ақпаратты тек операциялық мақсаттарда (Сатып алушыға тапсырыстың аяқталғаны туралы хабарлама жіберу және т.б.) және осы Оферта шартында көрсетілген жағдайларда пайдаланады.
    </p>
    <p>
      3.4. Тауарды Сатып алушы тек жеке, отбасылық және кәсіпкерлік қызметпен байланысты емес тұрмыстық қажеттіліктер үшін сатып алады. Өнімдерді қарау және таңдау, сондай-ақ тапсырыс беру үшін «Аянмаркет» базарының ресурсын пайдалану Сатып алушы үшін ақысыз.
    </p>

    <h2 class="text-center font-weight-black">
      4. ҰСЫНЫС ТАҚЫРЫПЫ
    </h2>
    <p>
      4.1. Осы Ұсыныс келісімінің мәні Сатып алушыға https://ayanmarket.kz/ сайтында орналастырылған Өнімдерді жеке, отбасылық, тұрмыстық және кәсіпкерлік қызметпен байланысты емес басқа қажеттіліктер үшін сатып алу мүмкіндігін беру болып табылады. «Аянмаркет» базары Сатып алушының тапсырысы негізінде Сатып алушыға ұсыныста және оның қосымшаларында Сатушы белгілеген шарттар мен бағалар бойынша тауарды сатады.
    </p>
    <p>
      4.2. Шарт https://ayanmarket.kz/ https://ayanmarket marketplace веб-сайтында ұсынылған тауарлар мен қызметтердің барлық түрлеріне қолданылады, егер мұндай ұсыныстар Ayanmarket marketplace https://ayanmarket.kz/ сайтындағы каталогта сипатталған болса. .
    </p>
    <p>
      4.3. Сатып алушы тапсырыс берген және төлеген тауарларды жеткізуді Сатушы немесе Тасымалдаушы жүзеге асырады.
    </p>
    <p>
      4.4. Қазақстан Республикасы Азаматтық кодексінің, «Тұтынушылардың құқықтарын қорғау туралы» Қазақстан Республикасының 2010.04.05 N 274-IV Заңының, сондай-ақ оларға сәйкес қабылданған өзге де нормативтік құқықтық актілердің нормалары қолданылады. Сатып алушы мен сатушы арасындағы қарым-қатынасқа.
    </p>
    <p>
      4.5.Жеке немесе заңды тұлға Сатып алушының ұсынылған шарттарда тауарды сатып алу ниеті туралы Сатушы хабарлама алған кезден бастап офертаның (офертаның акцептінің) және оның қосымшаларының барлық шарттарын толық көлемде және ерекшеліксіз қабылдаған болып саналады. Сатушы арқылы. Ұсыныс қабылданған жағдайда жеке немесе заңды тұлға Сатушымен тапсырыс берілген тауарды сатып алу-сату шартын жасасқан болып есептеледі және Сатып алушы мәртебесіне ие болады.
    </p>

    <h2 class="text-center font-weight-black">
      5. САТУ КЕЛІСІМДЕРІН ЖАСАУ ТӘРТІБІ
    </h2>
    <p>
      5.1. Сатып алушы тапсырысты «Аянмаркет» базарының https://ayanmarket.kz/ сайтында дербес немесе Сату-сатып алу шартының талаптарына сәйкес сайтта көрсетілген телефон нөмірлері бойынша менеджер арқылы бере алады («Аянмаркет» мемлекеттік мекемесі базар https://ayanmarket.kz /).
    </p>
    <p>
      5.2. Ayanmarket базарында тапсырыс берген кезде Сатып алушы өзі туралы ақпаратты ұсынуы қажет:
    </p>
    <ul>
      <li>
        • ТОЛЫҚ АТЫ. (жеке тұлғалар үшін)
      </li>
      <li>
        • Толық атауы (заңды тұлғалар үшін);
      </li>
      <li>
        • Өнімді жеткізу мекенжайы;
      </li>
      <li>
        • Байланыс телефоны.
      </li>
    </ul>
    <p>5.3. Сатып алушының қалауы https://ayanmarket.kz/ «Аянмаркет» базарындағы тапсырыс нысанына тиісті деректерді енгізу арқылы жүзеге асырылады. немесе базар менеджері арқылы өтінім беру арқылы.</p>
    <p>5.4. «Аянмаркет» базары Сатып алушы туралы ақпаратты өңдемейді.</p>
    <p>5.5.Сату-сатып алу шартының қағаз көшірмесін алу үшін Сатып алушы веб-сайтта көрсетілген электрондық пошта немесе телефон нөмірлері арқылы өтінім жібереді.</p>

    <h2 class="text-center font-weight-black">
      6. ӨНІМ ТУРАЛЫ АҚПАРАТ
    </h2>
    <p>
      6.1. Өнім веб-сайтта Ayanmarket базарының меншігі болып табылатын үлгі графикалық кескіндер арқылы ұсынылған.
    </p>
    <p>
      6.2. Әрбір үлгі графикалық кескін мәтіндік ақпаратпен бірге беріледі: атауы, өлшем диапазоны (қажет болса), өнімнің бағасы және сипаттамасы.
    </p>
    <p>
      6.3. «Аянмаркет» базарында ұсынылған барлық ақпараттық материалдар тек анықтамалық мақсатта берілген және өнімнің қасиеттері мен сипаттамалары, оның ішінде түстері, өлшемдері мен пішіндері туралы ақпаратты толық бере алмайды. Сатып алушыда өнімнің қасиеттері мен сипаттамаларына қатысты сұрақтар туындаса, Сатып алушы тапсырыс бермес бұрын веб-сайтта көрсетілген телефон нөмірлеріне хабарласуы керек.
    </p>
    <p>
      6.4. Сатып алушының талабы бойынша «Аянмаркет» базарының менеджері тауарды сатып алу туралы шешім қабылдау үшін Сатып алушының көзқарасы бойынша қажетті және жеткілікті басқа ақпаратты (телефон немесе электрондық пошта арқылы) беруге міндетті.
    </p>
    <p>
      6.5. Сатып алушыға тауарды оның кемшіліктеріне (ақауларына) байланысты белгіленген жеңілдікпен сатып алу арқылы болашақта оларға сілтеме жасау құқығынан айырылатыны ескертіледі.
    </p>
    <p>
      6.6. Сатып алушыға шот-фактурада жеке заттар ретінде көрсетілген тауарлар кез келген жағдайда жиынтық емес екені ескертіледі.
    </p>

    <h2 class="text-center font-weight-black">
      7. ТАУАРЛАРДЫ САТЫП АЛУ ТӘРТІБІ
    </h2>
    <p>
      7.1. Сатып алушы Ayanmarket базарының https://ayanmarket.kz/ сайтында ұсынылған кез келген тауарға тапсырыс беруге құқылы. Әрбір өнімге кез келген мөлшерде тапсырыс беруге болады. Бұл ережеден ерекшеліктер акцияларды өткізу, тауарды сатудан алу және т.б. жағдайда әрбір тауардың сипаттамасында көрсетіледі.
    </p>
    <p>
      7.2. Тапсырысты Сатып алушы веб-сайтта көрсетілген телефон нөмірлері бойынша бере алады немесе Ayanmarket базарының https://ayanmarket.kz/ сайтында дербес орналастыра алады.
    </p>
    <p>
      7.3. Тапсырыс бергеннен кейін «Аянмаркет» базарының менеджері https://ayanmarket.kz/ сайтындағы жеке кабинеттегі тапсырыстар журналында жаңа тапсырысты көрсету арқылы Сатып алушының тапсырысын растайды. немесе таңдалған өнімнің атауын, өлшемін, бағасын және тапсырыстың жалпы сомасын көрсете отырып, тапсырыстың қабылданғанын растайтын ayanmarket мобильді қосымшасы.
    </p>
    <p>
      7.4. Егер қоймада тауар жоқ болса, «Аянмаркет» базарының менеджері бұл туралы Сатып алушыны хабардар етуге және телефон арқылы немесе сатып алушының жеке кабинетіндегі кері байланыс арқылы ұқсас тауардан бас тартуға немесе келісуге, сатып алушының назарын SMS немесе PUSH арқылы өзгерістерге аударуға міндетті. хабарландырулар).
    </p>
    <p>
      7.5. Сатып алушы уақытша қоймада жоқ тауарларға алдын ала тапсырыс беруге құқылы.
    </p>
    <p>
      7.6. Егер өнім қолжетімсіз болса, Сатып алушы оны басқа өніммен ауыстыруға немесе тапсырыстан бас тартуға құқылы.
    </p>
    <p>
      7.7.Тауарды жеткізу мерзімі 30 күннен аспайды және Сатушы Сатып алушының Сатушы ұсынған шарттар бойынша тауарды сатып алу ниетін білдіретін хабарламаны алғаннан кейін келесі күні есептеле бастайды.
    </p>

    <h2 class="text-center font-weight-black">
      8. ӨНІМДІҢ БАҒАСЫ
    </h2>
    <p>
      8.1. «Аянмаркет» базарындағы тауардың бағасы тауар бірлігі үшін Қазақстан Республикасының теңгесінде көрсетілген.
    </p>
    <p>
      8.2. Веб-сайтта көрсетілген өнімнің бағасын Ayanmarket базары біржақты тәртіппен өзгерте алады, бірақ Сатып алушы тапсырыс берген және төлеген тауардың бағасын өзгерту мүмкін емес.
    </p>
    <p>
      8.3. Тапсырыстың жалпы құны тауардың каталогтық бағасынан және Сатып алушының есігіне дейін жеткізу құнынан тұрады.
    </p>
    <p>
      8.4. «Аянмаркет» базарынан тауарды сатып алу кезінде Сатып алушыға көрсетілетін қызметтердің құны https://ayanmarket.kz/ сайтының «Сұрақ-жауап» бөлімінде көрсетілген.
    </p>

    <h2 class="text-center font-weight-black">
      9. ТАУАР ҮШІН ТӨЛЕМ
    </h2>
    <p>
      9.1. Тауарларды төлеу әдістері мен тәртібі веб-сайтта бөлімде көрсетілген <nuxt-link tag="a" to="/page/vopros-otvet" replace>
        «Сұрақ жауап»
      </nuxt-link> https://ayanmarket.kz/ сайты. Қажет болған жағдайда тапсырыс берілген тауар үшін төлем тәртібі мен мерзімін Сатып алушы Ayanmarket Marketplace менеджерімен келіседі.
    </p>
    <p>
      9.2. Банктік аударым арқылы төлеу төлем ұйымының немесе банктің көмегімен жүзеге асырылады. Қолма-қол ақшасыз төлем жүргізілген жағдайда Сатып алушының тауардың құнын төлеу жөніндегі міндеттемесі «Аян Тех» ЖШС банктік шотына тиісті қаражат түскен сәттен бастап орындалды деп есептеледі.
    </p>
    <p>
      9.3. Сатып алушы тапсырысты орналастыру кезінде өзі таңдаған кез келген әдісті қолдана отырып, тапсырыс үшін төлейді.
    </p>
    <p>
      9.4. Тапсырысты төлеу кезінде Тараптардың төлемдері Қазақстан Республикасының теңгесінде жүзеге асырылады.
    </p>

    <h2 class="text-center font-weight-black">
      10.ТОВАРЛАРДЫ ЖЕТКІЗУ
    </h2>
    <p>
      10.1.Тауарларды жеткізу әдістері, тәртібі мен мерзімдері бөлімде веб-сайтта көрсетілген <nuxt-link tag="a" to="/page/vopros-otvet" replace>
        «Сұрақ жауап»
      </nuxt-link> Тапсырыс берілген тауарларды жеткізу тәртібі мен шарттары осы бөлімде сипатталған.
    </p>
    <p>
      10.2.1.Сатып алушы төлейді (қолма-қол ақшамен) және тапсырысты Жеткізушінің орналасқан жерінде алады. Мекен-жайлар, байланыстар және жұмыс уақыты Ayanmarket базарының https://ayanmarket.kz/ сайтында көрсетілген. Қолма-қол ақшасыз төлем нысанында «Аянмаркет» Marketplace менеджері Marketplace жүйесінде тапсырыс бойынша төлем «Ayanmarket» Marketplace банктік шотына түсетінін көреді және содан кейін ғана тапсырысты құрастыруға жібереді және Сатып алушыға бұл туралы хабарлайды. тапсырыс дайын болған кезде күй.
    </p>
    <p>
      10.2.3. Меншік құқығы және тауардың кездейсоқ жойылу, жоғалу немесе бүліну қаупі тауар Сатып алушыға немесе оның өкіліне берілген кезден бастап Сатып алушыға өтеді.
    </p>
    <p>
      10.3. Тауарларды жеткізу:
    </p>
    <p>
      10.3.1.Меншік құқығын беру және тауардың кездейсоқ жойылу, жоғалу немесе бүліну тәуекелі тауар Сатып алушыға немесе өкілге түбіртек ұсынған кезден бастап Сатып алушыға өтеді.
    </p>
    <p>
      10.3.2. Жеткізу кезінде тауар Сатып алушыға немесе Өкілге беріледі.
    </p>
    <p>
      10.4. Тасымалдаушы арқылы тауарларды жеткізу:
    </p>
    <p>
      10.4.1. Меншік құқығы және тауардың кездейсоқ жойылу, жоғалу немесе бүліну қаупі Сатушыдан Сатып алушыға немесе Тасымалдаушыға өтеді.
    </p>
    <p>
      10.4.2. 10.4.1.-тармақты қоса алғанда, Сатып алушыға тауарды беру міндеттемесі тауар Тасымалдаушыға берілген сәттен бастап орындалды деп есептеледі.
    </p>
    <p>
      10.4.3.Әрбір тапсырыс шеңберінде тауарларды жеткізу құны барлық тапсырыс берілген тауарлардың салмағы мен көлеміне, тапсырысты жеткізу мекенжайына, тасымалдаушының тарифтеріне қарай есептеледі және Сатып алушы тапсырыстың жалпы сомасында төлейді.
    </p>
    <p>
      10.5. Сатып алушы тауарды қабылдау кезінде саны мен ассортименті бойынша қабылдауға міндетті.
    </p>
    <p>
      10.6. Тауарды алған кезде Сатып алушы курьердің (тасымалдаушының) қатысуымен оның сатылу квитанциясына сәйкестігін тексеруге, тауардың санын, сапасын және толықтығын тауар атауы бойынша тексеруге міндетті.
    </p>

    <h2 class="text-center font-weight-black">
      11. ӨНІМГЕ КЕПІЛДІК
    </h2>
    <p>
      11.1. Өнімге кепілдік мерзімі жоқ, себебі бұл дәрі-дәрмектер немесе жеке гигиена құралдары. Олардың жарамдылық мерзімі ғана бар, оны Сатып алушы https://ayanmarket.kz/ сайтында алдын ала көреді. "Аянмаркет" базары
    </p>

    <h2 class="text-center font-weight-black">
      12. ТАУАРДЫ ҚАЙТАРУ
    </h2>
    <p>
      12.1.«Аянмаркет» базарының сайтында қандай да бір тауарды немесе дәрі-дәрмекті сатып алған жағдайда, «Тұтынушылардың құқықтарын қорғау туралы» Қазақстан Республикасы Заңының 30-бабына сәйкес тауарлар немесе дәрі-дәрмек қайтарылуға жатпайды.
    </p>
    <p>
      12.2. Осы ұсынысты қабылдаған кезде Сатып алушы «Тұтынушылардың құқықтарын қорғау туралы» Қазақстан Республикасы Заңының 30-бабының 1-тармағына сәйкес айырбастауға және қайтарылуға жатпайтын азық-түлік емес тауарлардың тізбесімен таныс екенін растайды. Құқықтар»:
    </p>
    <ul>
      <li>
        • дәрілік заттар мен медициналық мақсаттағы бұйымдар;
      </li>
      <li>
        • іш киім;
      </li>
      <li>
        • шұлық бұйымдары;
      </li>
      <li>
        • жануарлар мен өсімдіктер;
      </li>
      <li>
        • метрикалық тауарлар, атап айтқанда, барлық үлгідегі талшықтардан жасалған маталар, трикотаж және перде маталар, жасанды үлбір, кілемдер, тоқыма емес материалдар, таспалар, шілтер, шілтер, сымдар, баулар, кабельдер, линолеум, багет, пленка, клеенка;
      </li>
      <li>
        • ұялы байланыс абоненттік құрылғысы.
      </li>
    </ul>
    <p>
      12.3.Егер тауарды сатып алу фактісін растайтын құжат жоғалса немесе қандай да бір себептермен тұтынушыға берілмесе, тұтынушы осы сатушыдан (дайындаушыдан) сатып алу фактісін дәлелдесе, тауарды айырбастау немесе қайтару жүргізілуге ​​тиіс. »
    </p>
    <p>
      12.4.Ақшаны қайтару Сатып алушыға "Аянмаркет" базарында тапсырыс берілген және төленген қате тауар жеткізілген/берілген жағдайда ғана жүзеге асырылады.
    </p>
    <p>
      12.5. Жеткізу/жеткізу кезінде Сатып алушы сатып алынған өнімнің сәйкестігін дербес тексеруге міндетті. Жеткізілген/берілген тауар мен «Аянмаркет» базарында тапсырыс берілген тауардың арасында сәйкессіздік болған жағдайда, Сатып алушы бұл оқиғаны фотосуретпен және түбіртекпен растауы, фотосуреттерді «Аянмаркет» базарының менеджеріне хат алмасу арқылы жіберуі керек. WhatsApp мессенджері арқылы <a href="tel:87780970705" @click="$Ecomerce.phoneClick()">8 778 097-07-05</a>. Бұл оқиғалар тиісті ақпарат жіберілген күннен бастап 3 сағат ішінде қаралады.
    </p>

    <h2 class="text-center font-weight-black">
      13. ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ
    </h2>
    <p>
      13.1. Тараптар «Тұтынушылардың құқықтарын қорғау туралы» Қазақстан Республикасының Заңына, Қазақстан Республикасының Азаматтық кодексіне және Қазақстан Республикасының өзге де нормативтік құқықтық актілеріне сәйкес осы Оферта шарты бойынша міндеттемелердің орындалуына жауапты болады.
    </p>
    <p>
      13.2. «Аянмаркет» базары «Аянмаркет» базарынан тапсырыс берілген тауарды дұрыс пайдаланбау салдарынан Сатып алушыға келтірілген залал үшін жауап бермейді.
    </p>
    <p>
      13.3. Сатып алушы Тапсырысты орналастыру кезінде берілген ақпараттың дұрыстығы мен жеткіліктілігіне жауап береді.
    </p>
    <p>
      13.4. Сатып алушы Тауардың сипаттамаларын қате таңдаса, «Аянмаркет» базары жауапты емес.
    </p>
    <p>
      13.5. «Аянмаркет» базары техникалық себептерге байланысты курьер арқылы Тапсырыс үшін төлемді жүзеге асыру мүмкін болмағаны үшін жауапты емес.
    </p>
    <p>
      13.6.Тараптар өз міндеттемелерін толық немесе ішінара орындамағаны үшін жауапкершіліктен босатылады, егер орындалмау соғыс немесе соғыс қимылдары, жер сілкінісі, су тасқыны, өрт және басқа да табиғи апаттар, мемлекеттік органдардың актілері немесе әрекеттері, талаптардың өзгеруі сияқты еңсерілмейтін жағдайлардың салдары болса. осы Шарт жасалғаннан кейін Тараптардың еркіне қарамастан туындайтын кедендік реттеу, импорттық шектеулер және экспорт. Өз міндеттемелерін орындай алмаған Тарап бұл туралы екінші Тарапты дереу хабардар етеді және уәкілетті органдар берген осындай мән-жайлардың бар екендігін растайтын құжаттарды ұсынады.
    </p>

    <h2 class="text-center font-weight-black">
      14. БАСҚА ШАРТТАР
    </h2>
    <p>
      14.1. Сатып алушы мен «Аянмаркет» базарының арасындағы қатынастарға Қазақстан Республикасының заңнамасы қолданылады.
    </p>
    <p>
      14.2. Қажет болған жағдайда Тараптар кез келген уақытта осы ұсыныстың ережелеріне қайшы келмейтін жазбаша екіжақты келісім нысанында тауарды сату шартын жасауға құқылы.
    </p>
    <p>
      14.3. Сатып алушыдан қандай да бір сұрақтар немесе шағымдар туындаған жағдайда, ол «Аян Тех» ЖШС сату бөліміне
      <a href="tel:87780970705" @click="$Ecomerce.phoneClick()">8 778 097-07-05</a> телефоны арқылы хабарласуы керек.
    </p>
    <p>
      14.4.Осы шарт Сатып алушы осы ұсынысты қабылдаған күннен бастап күшіне енеді және Тараптар өз міндеттемелерін толық орындағанға дейін жарамды.
    </p>
    <p>
      14.5.Тараптар осы Шарт бойынша өз міндеттемелерін орындау кезінде туындайтын барлық даулар мен келіспеушіліктер келіссөздер арқылы шешіледі. Оларды жою мүмкін болмаған жағдайда, Тараптар өз мүдделерін сот арқылы қорғауды талап етуге құқылы.
    </p>
    <p>
      14.6. «Аянмаркет» базары сайттағы өнімді кеңейту және азайту, кез келген тауарды сатып алуға қолжетімділікті реттеу, сондай-ақ кез келген тауарды сатуды өз қалауы бойынша тоқтату немесе тоқтату құқығын өзіне қалдырады.
    </p>
  </div>
</template>
<script>
export default {
  head () {
    return {
      title: 'Договор оферты | Сервис доставки продуктов и товаров для дома Ayanmarket',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content:
           'Подробная информация о договоре оферты | Сервис доставки продуктов и товаров для дома Ayanmarket'
        }
      ],
      link: [{ rel: 'canonical', href: `https://ayanmarket.kz${this.$route.path}` }]
    }
  }
}

</script>
  <style lang="scss" scoped>
  p{
    text-indent: 30px
  }
  a {
        color: #503CC3;
        display: inline-block;
        transition: 0.2s;
        &:hover{
            transform: translateY(-2px);
        }
    }
  </style>
