<template>
  <div v-if="$i18n.locale === 'ru'" class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      РЕГИСТРАЦИЯ ПРОДАВЦА НА МАРКЕТПЛЕЙСЕ "AYANMARKET"
    </h1>
    <h2 class="text-center font-weight-black">
      «Ayanmarket» маркетплейс  https://ayanmarket.kz/
    </h2>
    <p>
      Регистрация продавца на маркетплейсе "Ayanmarket" - это простой и эффективный процесс, который позволит вам предлагать свои товары на нашей площадке. Вот шаги, которые необходимо выполнить:
    </p>

    <h2 class="text-center font-weight-black">
      1. ПОДАЧА ЗАЯВКИ:
    </h2>
    <p>
      Для начала процесса регистрации продавца, отправьте заявку на электронную почту  <a href="mailto:ayandostavka@gmail.com." @click="$Ecomerce.emailClick()"> ayandostavka@gmail.com.</a> Заявка должна содержать следующие важные сведения:
    </p>
    <p>
      Описание товаров: Подробное описание продуктов, которые вы планируете продавать на "Ayanmarket". Укажите основные характеристики, бренды, категории и любую другую информацию, которая может быть полезной для покупателей.
    </p>
    <p>
      Категории товаров: Укажите категории, в которых вы хотели бы размещать свои товары на площадке. Это поможет покупателям быстрее находить ваши продукты.
    </p>
    <p>
      Реквизиты фирмы и история: Предоставьте информацию о вашей компании, включая ее реквизиты и историю. Это поможет убедить "Ayanmarket" в вашей серьезности и надежности.
    </p>
    <p>
      Методы оплаты: Укажите, какие методы оплаты вы готовы принимать от клиентов. Это может включать кредитные карты, банковские переводы и другие способы.
    </p>
    <p>
      Методы доставки товара: Укажите, какие методы доставки вы предоставляете для ваших товаров. Это может быть доставка курьером, или другие варианты.
    </p>

    <h2 class="text-center font-weight-black">
      2. ПРОВЕРКА И ОДОБРЕНИЕ:
    </h2>
    <p>
      "Ayanmarket" маркетплейс оставляет за собой право проверки всех будущих поставщиков на их историю и благонадежность. После тщательной проверки и убеждения в вашей надежности, мы можем одобрить вашу заявку.
    </p>

    <h2 class="text-center font-weight-black">
      3. ПОДПИСАНИЕ ДОГОВОРА:
    </h2>
    <p>
      После одобрения вашей заявки, мы заключаем договор о размещении ваших товаров на площадке "Ayanmarket" маркетплейс. Вы получаете доступ к личному кабинету, через который вы сможете:
    </p>
    <ul>
      <li>
        • Редактировать информацию о своих товарах.
      </li>
      <li>
        • Загружать и удалять товары.
      </li>
      <li>
        • Управлять остатками и ценами.
      </li>
      <li>
        • Обновлять описания и другую информацию.
      </li>
    </ul>

    <h2 class="text-center font-weight-black">
      4. НАЧАЛО РАБОТЫ:
    </h2>
    <p>
      В личном кабинете вам также нужно будет самостоятельно указать правильные реквизиты для начала работы на "Ayanmarket" маркетплейсе.
    </p>

    <h2 class="text-center font-weight-black">
      5. ОТКАЗ В РАЗМЕЩЕНИИ:
    </h2>
    <p>
      Если по какой-либо причине вы не можете реализовывать свои товары на "Ayanmarket" маркетплейс, вы получите мотивированный отказ на размещение ответным письмом по электронной почте.
    </p>
    <p>
      Мы готовы сотрудничать с надежными и качественными поставщиками, и ваша заявка важна для нас. Ждем вашей заявки и надеемся на успешное сотрудничество на площадке "Ayanmarket" маркетплейс!
    </p>
  </div>

  <div v-else class="d-flex-column justify-center pa-10">
    <h1 class="text-center font-weight-black mb-5">
      «АЯНМАРКЕТ» БАЗАРЫНА САТУШЫ ТІРКЕЛУ
    </h1>
    <h2 class="text-center font-weight-black">
      «Ayanmarket» маркетплейс  https://ayanmarket.kz/
    </h2>
    <p>
      Ayanmarket базарында сатушыны тіркеу - біздің сайтта өз өнімдерін ұсынуға мүмкіндік беретін қарапайым және тиімді процесс. Міне, сізге келесі қадамдарды орындау қажет:
    </p>

    <h2 class="text-center font-weight-black">
      1. ӨТІНІШ БЕРУ:
    </h2>
    <p>
      Сатушыны тіркеу процесін бастау үшін электрондық пошта арқылы өтініш жіберіңіз  <a href="mailto:ayandostavka@gmail.com."> ayandostavka@gmail.com.</a> Өтініште келесі маңызды ақпарат болуы керек:
    </p>
    <p>
      Өнім сипаттамасы: Аянмаркетте сатуды жоспарлап отырған өнімдердің толық сипаттамасы. Сатып алушыларға пайдалы болуы мүмкін негізгі мүмкіндіктерді, брендтерді, санаттарды және кез келген басқа ақпаратты қосыңыз.
    </p>
    <p>
      Өнім санаттары: Сайтта өнімдеріңізді орналастырғыңыз келетін санаттарды көрсетіңіз. Бұл тұтынушыларға өнімдеріңізді жылдам табуға көмектеседі.
    </p>
    <p>
      Компания туралы мәліметтер және тарих: Компанияңыз туралы ақпаратты, оның ішінде оның мәліметтерін және тарихын беріңіз. Бұл «Аянмаркетке» сіздің байыптылығыңыз бен сенімділігіңізге сендіруге көмектеседі.
    </p>
    <p>
      Төлем әдістері: Клиенттерден қандай төлем әдістерін қабылдағыңыз келетінін көрсетіңіз. Бұл несие карталарын, банктік аударымдарды және басқа әдістерді қамтуы мүмкін.
    </p>
    <p>
      Өнімді жеткізу әдістері: заттарыңызға қандай жеткізу әдістерін беретініңізді көрсетіңіз. Бұл курьер, алып кету немесе басқа опциялар арқылы жеткізу болуы мүмкін.
    </p>

    <h2 class="text-center font-weight-black">
      2. ТЕКСЕРУ ЖӘНЕ БЕКІТУ:
    </h2>
    <p>
      «Аянмаркет» базары барлық болашақ жеткізушілерді олардың тарихы мен сенімділігін тексеру құқығын өзіне қалдырады. Мұқият тексергеннен кейін және сенімділігіңізге кепілдік бергеннен кейін біз сіздің өтініміңізді мақұлдай аламыз.
    </p>

    <h2 class="text-center font-weight-black">
      3. КЕЛІСІМГЕ ҚОЛ ҚОЙЫЛУ:
    </h2>
    <p>
      Сіздің өтініміңізді мақұлдағаннан кейін біз сіздің тауарларыңызды «Аянмаркет» базарында орналастыру туралы келісімге отырамыз. Сіз өзіңіздің жеке кабинетіңізге қол жеткізе аласыз, ол арқылы сіз:
    </p>
    <ul>
      <li>
        • Өнімдеріңіз туралы ақпаратты өңдеңіз.
      </li>
      <li>
        • Өнімдерді жүктеп салу және жою.
      </li>
      <li>
        • Акциялар мен бағаларды басқарыңыз.
      </li>
      <li>
        • Сипаттамаларды және басқа ақпаратты жаңарту.
      </li>
    </ul>

    <h2 class="text-center font-weight-black">
      4. ЖҰМЫСТЫҢ БАСТАЛУЫ:
    </h2>
    <p>
      Жеке кабинетте сіз «Аянмаркет» базарында жұмыс істеу үшін дұрыс мәліметтерді өз бетінше көрсетуіңіз керек.
    </p>

    <h2 class="text-center font-weight-black">
      5. ТҰРАҚТАУДАН БАСТАУ:
    </h2>
    <p>
      Егер сіз қандай да бір себептермен тауарыңызды «Аянмаркет» базарында сата алмасаңыз, электрондық пошта арқылы хабарлама жіберуден дәлелді бас тарту аласыз.
    </p>
    <p>
      Біз сенімді және жоғары сапалы жеткізушілермен ынтымақтасуға дайынбыз және сіздің өтінішіңіз біз үшін маңызды. Біз сіздің өтінішіңізді күтеміз және Ayanmarket нарығында табысты ынтымақтастыққа үміттенеміз!
    </p>
  </div>
</template>
<script>
export default {
  head () {
    return {
      title: 'Правила регистрации продавца',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'Подробная информация о Правилах регистрации продавца | Ayanmarket'
        }
      ],
      link: [{ rel: 'canonical', href: `https://ayanmarket.kz${this.$route.path}` }]
    }
  }
}

</script>
  <style lang="scss" scoped>
  p{
    text-indent: 30px
  }
  a {
        color: #503CC3;
        display: inline-block;
        transition: 0.2s;
        &:hover{
            transform: translateY(-2px);
        }
    }
  </style>
